{
  "vanGoghAnalysis": {
    "periods": [
      {
        "periodName": "The Dutch Period (c. 1880 – 1886)",
        "description": "This was the formative period when Van Gogh decided to become the 'painter of the people.' He did not paint for beauty, but to document the harsh truth of life and the people's struggle.",
        "keywords": [
          "Social Realism",
          "Earth Tones",
          "Chiaroscuro (Light-Dark Contrast)",
          "Impasto (Thick Paint Application)",
          "Empathy"
        ],
        "representativeWorks": [
          "The Potato Eaters (1885)",
          "The Sower (1881)",
          "Peasant Family at Table (1885)",
          "Skull of a Skeleton with Burning Cigarette (1885-86)",
          "Weaver, Seen from the Front (1884)",
          "Still Life with Open Bible (1885)",
          "The Old Church Tower at Nuenen (1885)",
          "Cottages (1883)",
          "Avenue of Poplars in Autumn (1884)",
          "Peasant Woman Digging (1885)",
          "Still Life with Clogs and Pots (1884)",
          "Sorrow (1882)",
          "Two Peasant Women Digging (1883)",
          "Head of a Peasant Woman (1884-85)",
          "The Potato Peeler (1885)",
          "Water Mill at Opwetten (1884)",
          "Potato Field (1883)",
          "The Parsonage at Nuenen (1885)",
          "Beach at Scheveningen in Stormy Weather (1882)",
          "At Eternity's Gate (1882)"
        ],
        "psychologicalAnalysis": [
          "Glorification of Labor: He viewed working peasants as 'holy' and authentic. Their rough hands symbolized honest, genuine labor.",
          "Rejection of Idealization: He refused to paint beauty. He wanted his paintings to 'smell of bacon, smoke, and potato steam.' He sought to capture the bare truth.",
          "Expression of Melancholy and Weight: The darkness in the paintings reflects both his inner melancholy and the difficult, stagnant lives of the people he depicted."
        ],
        "technicalAnalysis": [
          "Brushwork: Deliberately coarse, heavy, and dense. He did not blend colors smoothly. The brushstrokes resemble furrows in a field.",
          "Lighting: Utilized a single light source (like an oil lamp) to create strong contrast (Chiaroscuro), highlighting rough, stark features.",
          "Form and Volume: 'Sculpted' forms with thick paint. The figures feel weighty and solid, as if molded from the very soil they cultivated."
        ],
        "paletteAnalysis": [
          {
            "colorName": "Dark Brown & Earth Brown (Burnt Umber)",
            "analysis": "The color of soil, decaying wood, and floorboards.",
            "psychologicalMeaning": "Symbolizes austerity and attachment to the land. It is the color of basic, heavy existence."
          },
          {
            "colorName": "Black & Charcoal Gray",
            "analysis": "Used for shadows, worn-out clothes, soot, and smoke.",
            "psychologicalMeaning": "Represents poverty, gloom, and fatigue."
          },
          {
            "colorName": "Dark Olive Green",
            "analysis": "The only 'living' color, but a dirty, dull green (the color of raw potatoes, old coats).",
            "psychologicalMeaning": "Symbolizes harsh life, endurance, and 'primitive' unrefined existence."
          },
          {
            "colorName": "Yellow Ocher",
            "analysis": "The 'brightest' color, used for the faint light from the oil lamp or reflections on skin.",
            "psychologicalMeaning": "Symbolizes human warmth and a faint glimmer of life. It is an 'internal light' amidst the darkness."
          },
          {
            "colorName": "White (Off-White/Grays)",
            "analysis": "Rarely used pure white. Used grayish-white to create highlights on hats or collars.",
            "psychologicalMeaning": "Not purity, but a technical tool to create contrast and draw the eye."
          }
        ]
      },
      {
        "periodName": "The Paris Period (1886 – 1888)",
        "description": "This was the period of 'revolution' and 'enlightenment,' a cultural 'shock' that changed Van Gogh forever. He arrived in Paris like a sponge, absorbing all the essence of modern art.",
        "keywords": [
          "Color Revolution",
          "Impressionism & Pointillism",
          "Japonisme (Japanese Influence)",
          "Complementary Colors",
          "Self-Portrait Practice"
        ],
        "representativeWorks": [
          "Portrait of Père Tanguy (1887)",
          "Self-Portrait with Grey Felt Hat (1887)",
          "Self-Portrait as a Painter (1887)",
          "Agostina Segatori Sitting in the Café du Tambourin (1887)",
          "The Seine Bridge at Asnières (1887)",
          "Terrace of a Restaurant at Montmartre (1886)",
          "View of Montmartre with Windmills (1886)",
          "Still Life with Dahlias (1887)",
          "Le Restaurant de la Sirène at Asnières (1887)",
          "Four Cut Sunflowers (1887)",
          "Outskirts of Paris (1886)",
          "The Vegetable Garden in Montmartre (1887)",
          "The Italian Woman (1887)",
          "Shoes (1886)",
          "Boulevard de Clichy (1887)",
          "Restaurant de la Sirène at Asnières (1887)",
          "Self-Portrait (Pointillist)",
          "Courtesan (after Eisen, 1887)",
          "Bridge in the Rain (after Hiroshige, 1887)",
          "Self-Portrait with Pipe (1886)",
          "The Night Café (1888)"
        ],
        "psychologicalAnalysis": [
          "The 'Catching Up' Mentality: Upon seeing Impressionist works, he realized his painting was 'outdated.' He frantically immersed himself in learning to 'modernize' his style.",
          "Intentional Experimentation: Paris was his laboratory. Every painting was an experiment with color and technique.",
          "Search for Light: He no longer wanted to paint 'harsh reality'; he wanted to paint 'light' and 'life.'",
          "Japanese Influence: He found a new, pure artistic path in Japanese prints (Ukiyo-e), characterized by bold composition and color."
        ],
        "technicalAnalysis": [
          "Brushwork: A 180-degree change. He abandoned heavy strokes and transitioned to: Short, detached brushstrokes (Broken Brushstrokes) learned from Impressionism, using dashes and flicks to create the vibration of light; and Pointillism (Dot Technique), experimenting with placing dots of pure color next to each other for the viewer's eye to 'blend.'",
          "Outlines: Influenced by Ukiyo-e, he began using dark, clear outlines to enclose areas of color.",
          "Composition: Experimented with asymmetrical and novel cropping techniques (Japanese influence)."
        ],
        "paletteAnalysis": [
          {
            "colorName": "Bright Red & Vermilion",
            "analysis": "The color of poppies, or accent details. Often placed next to green.",
            "psychologicalMeaning": "Symbolizes energy, passion, and modernity. This was a conscious rebellion against the muddy browns of the past."
          },
          {
            "colorName": "Blue (Cobalt & Cerulean Blue)",
            "analysis": "Used for the sky, and most importantly, for shadows. (Impressionist technique: avoiding black for shadows).",
            "psychologicalMeaning": "Symbolizes air, space, and light."
          },
          {
            "colorName": "Bright Yellow & Orange",
            "analysis": "Began appearing in floral still lifes and landscapes.",
            "psychologicalMeaning": "This is the genesis of his yellow obsession. Symbolizes joy, sunlight, and the life he found in Paris."
          },
          {
            "colorName": "Emerald Green",
            "analysis": "Used for trees and parks. It is a fresh, vibrant green, no longer dull olive.",
            "psychologicalMeaning": "Symbolizes urban life, and tranquility. It is the perfect counterpoint to red, creating visual vibration."
          },
          {
            "colorName": "Purple & Violet",
            "analysis": "Often used in the shadows of yellow objects.",
            "psychologicalMeaning": "This is the complementary color to yellow. It demonstrates that he no longer painted instinctively, but began applying color theory scientifically."
          }
        ]
      },
      {
        "periodName": "The Southern France Period (1888 – 1890)",
        "description": "This is the most iconic, tragic, and climactic period, encompassing three phases: Arles (hope), Saint-Rémy (asylum), and Auvers-sur-Oise (final days). He was no longer 'experimenting' but 'exploding' with his unique, singular style.",
        "keywords": [
          "Expressionism",
          "Arbitrary Color (Color used for Emotion)",
          "Impasto (Thick Paint Application)",
          "Swirling Brushwork",
          "Psychological Symbolism"
        ],
        "representativeWorks": [
          "The Starry Night (1889)",
          "Sunflowers (1888)",
          "Wheatfield with Crows (Auvers, 1890)",
          "The Church at Auvers (Auvers, 1890)",
          "Cafe Terrace at Night (Arles, 1888)",
          "Starry Night Over the Rhône (Arles, 1888)",
          "Portrait of Dr. Gachet (Auvers, 1890)",
          "The Sower (Arles, 1888)",
          "The Yellow House (Arles, 1888)",
          "Portrait of the Postman Joseph Roulin (Arles, 1888)",
          "Self-Portrait with Bandaged Ear (1889)",
          "Cypresses (1889)",
          "Almond Blossom (1890)",
          "La Mousmé (Arles, 1888)",
          "Olive Trees with Yellow Sky and Sun (1889)",
          "Van Gogh's Chair (Arles, 1888)",
          "Road with Cypress and Star (1890)",
          "Trees in the Garden of Saint-Paul Hospital (1889)",
          "Wheat Field with Cypresses (1889)",
          "First Steps (after Millet) (1890)",
          "The Raising of Lazarus (after Rembrandt) (1890)"
        ],
        "psychologicalAnalysis": [
          "Intent: Emotional Release: The goal was to use color and brushwork to convey the intense emotions he could not express in words.",
          "Search for Utopia and Failure (Arles): He came to Arles seeking a 'Japan' of the South. The Sunflower series was painted to welcome Gauguin. The collapse of this relationship (the ear incident) was a psychological catastrophe.",
          "Art as Therapy (Saint-Rémy): While in the asylum, painting was his 'lifeline,' holding him to sanity. The art became introspective, spiritual, and fierce. He painted what he saw through the window, but transformed it into a vortex of emotion.",
          "The Final Reckoning (Auvers): In the last 70 days, he painted over 70 canvases. The art became rushed and agitated. 'Wheatfield with Crows' is often considered his 'suicide note,' expressing loneliness and despair."
        ],
        "technicalAnalysis": [
          "Brushwork: Brushstrokes gained 'a life of their own': In Arles, they were confident, decisive, and rhythmic; In Saint-Rémy, they became swirling, like cosmic energy currents; In Auvers, they became long, broken, hurried, and anxious (agitated), creating a sense of unease.",
          "Color: He mastered complementary color theory to create emotional conflict. Example: 'The Night Café' used red and green to 'express the terrible passions of humanity.'"
        ],
        "paletteAnalysis": [
          {
            "colorName": "Chrome Yellow",
            "analysis": "The defining color of this entire period (Sunflowers, The Yellow House, stars).",
            "psychologicalMeaning": "A bipolar color. It is both hope, friendship, and sunlight (joy in Arles), and intensity, frenzy, and sickness (the color of 'madness')."
          },
          {
            "colorName": "Blue (Ultramarine & Cobalt Blue)",
            "analysis": "The main opposing color to yellow (starry night sky, Almond Blossom background).",
            "psychologicalMeaning": "Symbolizes infinity, spirituality, and deep melancholy. In 'Portrait of Dr. Gachet,' it is 'heartbreaking melancholy.'"
          },
          {
            "colorName": "Emerald Green",
            "analysis": "Used for vegetation (cypresses, olive trees) and interiors (The Night Café).",
            "psychologicalMeaning": "Symbolizes the intense vitality of nature. But when placed next to red, it becomes a 'sickly' and 'terrifying' color."
          },
          {
            "colorName": "Red (Vermilion)",
            "analysis": "Used as a powerful accent (the floor in The Night Café, the signature 'Vincent').",
            "psychologicalMeaning": "This is the color of passion, violence, and alarm. It is the color of blood, of life in its rawest state."
          },
          {
            "colorName": "Orange",
            "analysis": "Often created by mixing yellow and red (sunsets, wheat fields).",
            "psychologicalMeaning": "This is the color of energy, fervor, and the fiery heat of the Southern sun. It is a balance between the joy of yellow and the danger of red."
          }
        ]
      }
    ],
    "artworks": [
      {
        "Period": "Hà Lan",
        "Artwork": "The Potato Eaters",
        "Year": "1885",
        "Dimensions": "82 cm x 114 cm",
        "Medium": "Oil on canvas",
        "Technique": "Chiaroscuro (Tương phản Sáng-Tối): Kỹ thuật chủ đạo. Sử dụng một nguồn sáng duy nhất (ngọn đèn dầu) tạo kịch tính, chiếu sáng khuôn mặt và bàn tay, trong khi phần còn lại chìm trong bóng tối dày đặc.  Nét cọ thô (Coarse Brushwork): Cố ý vẽ xù xì, gai góc, không trau chuốt, như thể đang \"tạc\" (sculpt) các nhân vật bằng sơn.",
        "Meaning_of_the_Painting": "Sự thật của lao động: Ý nghĩa cốt lõi nằm ở \"những bàn tay\" thô kệch, chai sần. Van Gogh muốn nói rằng chính những bàn tay đã đào đất trồng khoai xứng đáng được ăn chúng.  Sự lương thiện: Bữa tối đạm bạc (khoai tây, cà phê) là một \"bữa ăn thánh thiện\", thể hiện sự gắn kết gia đình.  Sự gắn kết với đất: Vẽ họ bằng màu của đất, như thể họ được tạo ra từ chính mảnh đất họ canh tác.",
        "Five_Dominant_Colors": "1. Nâu Đất (Brown / Burnt Umber)  2. Đen & Xám Than (Black / Charcoal Gray)  3. Xanh Ô-liu Đậm (Dark Olive Green)  4. Vàng Ocher (Yellow Ocher)  5. Trắng Xám (Greyish-White / Off-White)",
        "Color_Ratio": "Nâu Đất (Brown / Burnt Umber): ~40%\nĐen & Xám Than (Black / Charcoal Gray): ~30% \nXanh Ô-liu Đậm (Dark Olive Green): ~20%\nVàng Ocher (Yellow Ocher): ~5%\nTrắng Xám (Greyish-White / Off-White): ~5%",
        "Color_Meaning_Analysis": "Nâu Đất: Tượng trưng cho sự khắc khổ, sự gắn bó với đất đai.  Đen & Xám Than: Tượng trưng cho cái nghèo, sự u uất, gánh nặng của cuộc sống.  Xanh Ô-liu Đậm: Màu \"xanh khoai tây bẩn\", tượng trưng cho sự sống nguyên thủy, thô ráp.  Vàng Ocher: Ánh sáng duy nhất. Tượng trưng cho hơi ấm con người, sự gắn kết gia đình le lói.  Trắng Xám: Điểm nhấn tương phản (mũ, tách) nhưng vẫn \"bẩn\" để giữ sự chân thực.",
        "Psychological_Analysis": "Đồng cảm sâu sắc, nghiêm túc. Ông muốn \"gây sốc\" bằng sự thật, không phải làm vừa lòng bằng vẻ đẹp.",
        "Intent_Analysis": "Ý đồ (Màu sắc): Cố tình dùng màu tối để tranh \"có mùi của đất\" và \"khói khoai tây\", từ chối \"vẽ đẹp\" học thuật. \n Ý đồ (Kỹ thuật): Dùng nét vẽ thô để phản ánh cuộc sống thô ráp. Dùng Chiaroscuro để cho thấy \"ánh sáng\" (gia đình) đang phải vật lộn sinh tồn giữa \"bóng tối\" (nghèo đói).",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      },
      {
        "Period": "Hà Lan",
        "Artwork": "The Sower",
        "Year": "1885",
        "Dimensions": "61.3 cm x 47.3 cm",
        "Medium": "Drawing (black chalk), chì, và mực loãng (ink wash) trên giấy",
        "Technique": "Vì đây là một bức vẽ, kỹ thuật của ông tập trung vào đường nét và hình khối:\nDraughtsmanship (Kỹ thuật vẽ phác thảo): Kỹ thuật chính là khả năng dựng hình. Ông sử dụng các đường chì và phấn mạnh mẽ, dứt khoát để viền (outlines) cho nhân vật.\nCross-hatching (Đan nét): Ông sử dụng kỹ thuật đan chéo các nét để tạo ra bóng tối và cảm giác về khối lượng, đặc biệt là dưới cánh tay và trên chân của người gieo hạt.\nWash (Kỹ thuật rửa/loang): Ông dùng bút lông (brush) với mực loãng hoặc màu nước xám/nâu để tô lên các mảng lớn như bầu trời và mặt đất. Kỹ thuật này giúp tạo ra không khí (atmosphere) ảm đạm và chiều sâu cho bức vẽ một cách nhanh chóng.",
        "Meaning_of_the_Painting": "Tôn kính Bậc thầy (Homage): Đây là một trong nhiều nghiên cứu của Van Gogh về chủ đề \"Người gieo hạt\", một chủ đề được ông sao chép và học hỏi trực tiếp từ thần tượng của mình, họa sĩ người Pháp Jean-François Millet.\nBiểu tượng của Lao động: Người gieo hạt là hình ảnh thu nhỏ của người nông dân, người bắt đầu chu kỳ của sự sống (gieo hạt để có lúa mì, bánh mì). Đó là biểu tượng vĩnh cửu của sự lao động chân chính, sự kiên trì và sự gắn bó với đất đai.\nẨn dụ Kinh thánh: Đối với Van Gogh, một nhà truyền giáo thất bại, hình ảnh này còn mang ý nghĩa tâm linh sâu sắc. Nó gợi nhớ đến \"Dụ ngôn về Người gieo giống\" trong Kinh thánh. Nó là biểu tượng của việc gieo mầm (lời Chúa, sự sáng tạo, hy vọng) vào một thế giới khắc nghiệt.",
        "Five_Dominant_Colors": "Đen (Black)\nXám Đậm (Dark Grey)\nXám Nhạt (Light Grey) \nNâu (Brown) \nTrắng/Kem (White/Cream)",
        "Color_Ratio": "Nâu (Brown): ~30%\nXám Nhạt (Light Grey): ~25%\nTrắng/Kem (White/Cream): ~20%\nXám Đậm (Dark Grey): ~15%\nĐen (Black): ~10%",
        "Color_Meaning_Analysis": "Đen: Tượng trưng cho sức nặng, hình khối, và sự khắc khổ. Màu đen được dùng để nhấn mạnh các đường viền chính của cơ thể, tạo ra trọng lượng vật lý và định hình nhân vật một cách dứt khoát.\nXám Đậm & Xám Nhạt: Tông màu xám tạo ra không khí (atmosphere) ảm đạm của cánh đồng vào mùa thu hoặc sáng sớm. Nó là màu của bầu trời u ám, của mặt đất lạnh lẽo, thể hiện sự mệt mỏi và sự lặp lại của công việc.\nNâu: Tượng trưng cho đất đai. Màu nâu của mực loãng (wash) trải trên mặt đất tượng trưng cho cánh đồng trần trụi vừa được cày xới, là nền tảng của mọi sự sống.\nTrắng/Kem (Giấy): Đây là ánh sáng. Van Gogh sử dụng \"không gian âm\" (negative space) của tờ giấy một cách có chủ ý. Ánh sáng trắng trên vai, trên con đường mòn, và một vệt sáng ở đường chân trời chính là điểm sáng hy vọng duy nhất trong một khung cảnh u ám.",
        "Psychological_Analysis": "Tâm lý của người học việc: Năm 1881, Van Gogh mới chỉ quyết định trở thành họa sĩ được một năm. Ông đang ở trong tâm thế của một sinh viên cực kỳ chăm chỉ và nghiêm túc. Bức tranh này là một bài tập để ông làm chủ việc vẽ hình khối con người trong chuyển động.\nVề mặt tâm lý, Van Gogh có thể đã đồng nhất chính mình với người gieo hạt. Ông đang gieo mầm cho sự nghiệp nghệ thuật của mình, cũng cô đơn, cũng kiên trì, và cũng gieo vào một \"mảnh đất\" (giới nghệ thuật) có thể còn chưa sẵn sàng đón nhận ông.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật:\nÔng đang cố gắng thoát khỏi kiểu vẽ học thuật khô khan. Mặc dù ông dùng các kỹ thuật cổ điển (đan nét, rửa), ông áp dụng chúng một cách thô bạo, mạnh mẽ và cảm xúc hơn. Ông không muốn một hình vẽ \"đẹp\" và \"mịn màng\"; ông muốn một hình vẽ \"thật\" và \"nặng trĩu\".\nCác đường viền mạnh mẽ cho thấy ý định của ông là tạo ra một nhân vật rắn rỏi, kiên cường, chứ không phải một hình bóng mờ nhạt.\nÝ đồ khi chọn chủ đề:\nÔng chọn \"Người gieo hạt\" vì nó hoàn toàn phù hợp với lý tưởng của ông. Ông muốn trở thành \"họa sĩ của nông dân\". Bằng cách sao chép Millet, ông đang học hỏi từ người giỏi nhất.\n",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      },
      {
        "Period": "Hà Lan",
        "Artwork": "Peasant Family at Table",
        "Year": "1885",
        "Dimensions": "73.4 cm x 93.4 cm",
        "Medium": "Oil on canvas",
        "Technique": "Nghiên cứu bố cục (Compositional Study): Kỹ thuật chính ở đây là thử nghiệm sắp xếp. Van Gogh đang \"giải một bài toán\": Làm thế nào để đặt năm nhân vật xung quanh một cái bàn nhỏ trong một căn phòng chật chội mà vẫn rõ ràng? Bố cục ở đây thoáng hơn, các nhân vật chưa \"khóa\" vào vị trí chặt chẽ như bản cuối.\nNét vẽ phác thảo (Sketchy Brushwork): Nét vẽ nhanh, thô và dứt khoát hơn cả bản cuối cùng. Ông không tập trung vào chi tiết da mặt, mà tập trung vào hình khối (forms) và cách ánh sáng đập vào chúng.\nChiaroscuro (Tương phản Sáng-Tối): Ông tiếp tục thử nghiệm với ngọn đèn dầu duy nhất, xem ánh sáng (màu Vàng Ocher) sẽ tạo ra bóng tối (màu Đen/Nâu) như thế nào trên các khuôn mặt và bức tường.",
        "Meaning_of_the_Painting": "Ý nghĩa Kỹ thuật: Bức tranh này là một \"phòng thí nghiệm\". Nó không phải là một tác phẩm hoàn chỉnh, mà là một bước trong quy trình. Ý nghĩa của nó là sự vật lộn và quyết tâm của Van Gogh trong việc làm chủ một bố cục phức tạp—thứ mà ông chưa bao giờ làm trước đây.\nÝ nghĩa Chủ đề: Về chủ đề, nó chia sẻ ý nghĩa với The Potato Eaters. Nó là một nỗ lực để nắm bắt sự thật của lao động, sự gắn kết gia đình trong nghèo đói, và sự \"thánh thiện\" của bữa ăn đạm bạc. Đây là nơi ông \"nháp\" lại ý tưởng đó.",
        "Five_Dominant_Colors": "Nâu Đất (Brown / Burnt Umber)\nĐen & Xám Than (Black / Charcoal Gray)\nXanh Ô-liu Đậm (Dark Olive Green)\nVàng Ocher (Yellow Ocher)\nTrắng Xám (Greyish-White)",
        "Color_Ratio": "Nâu Đất: ~40% \nĐen & Xám Than: ~30% \nXanh Ô-liu Đậm: ~20% \nVàng Ocher: ~5% \nTrắng Xám: ~5%",
        "Color_Meaning_Analysis": "Nâu Đất: Màu của đất, gỗ, và cả màu da. Nó tạo ra một không gian đồng nhất, \"đặc quánh\", nơi con người và môi trường xung quanh hòa làm một. Tượng trưng cho sự khắc khổ.\nĐen & Xám Than: Màu của bóng tối, bồ hóng, và cái nghèo. Nó tạo ra sự tương phản kịch tính với ánh sáng đèn, nhấn mạnh sự u uất của căn phòng.\nXanh Ô-liu Đậm (Màu \"Khoai tây bẩn\"): Màu \"sự sống\" của ông. Nó thô ráp, không tươi tắn, tượng trưng cho sự sống nguyên thủy, gai góc.\nVàng Ocher: Màu của ánh sáng. Đây là trái tim của bức tranh, là hơi ấm con người, là sự sống duy nhất đang le lói giữa bóng tối.\nTrắng Xám: Dùng để nhấn nhá (highlights) trên mũ, tách, và khoai tây. Nó tạo ra điểm sáng, thu hút mắt người xem, và tương phản với sự bẩn thỉu xung quanh.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái tập trung cao độ và có phần \"căng thẳng\". Ông đang \"tự kiểm tra\" (self-testing). Ông viết rất nhiều thư cho em trai Theo về việc ông đang vật lộn với bố cục này. Ông quyết tâm chứng minh rằng mình có thể vẽ được một bức tranh có nhiều nhân vật phức tạp.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Nét vẽ phác thảo):\nÝ đồ là tốc độ và hiệu quả. Ông không lãng phí thời gian vào chi tiết mà ông chưa chắc sẽ giữ lại. Ông cần \"chộp\" được cái \"hồn\" của bố cục và ánh sáng.\nKỹ thuật thô ráp này là một phần của quá trình tìm kiếm, không phải là kết quả cuối cùng.\nÝ đồ khi dùng màu sắc (Bảng màu tối):\nĐây là nơi ông củng cố ý định của mình. Bằng cách thực hành với bảng màu tối này, ông khẳng định rằng đây là cách duy nhất để truyền tải \"sự thật\".\nÔng muốn bức tranh phải \"thật\", phải \"có mùi\". Bảng màu này là một lựa chọn triết học (philosophical choice)—một sự từ chối có ý thức đối với các bức tranh nông dân \"đẹp đẽ\", sạch sẽ, giả tạo của các họa sĩ học thuật khác. Bức nghiên cứu này là bằng chứng cho sự lựa chọn đó.",
        "Current_Location": "Bảo tàng Kröller-Müller (Kröller-Müller Museum), Otterlo, Hà Lan"
      },
      {
        "Period": "Hà Lan",
        "Artwork": "Skull of a Skeleton with Burning Cigarette",
        "Year": "1885-1886",
        "Dimensions": "32 cm x 24.5 cm",
        "Medium": "Oil on canvas",
        "Technique": "Học thuật (Academic): Bức tranh này là một bài tập vẽ giải phẫu (anatomy). Vẽ bộ xương là một phần cơ bản trong chương trình đào tạo nghệ thuật cổ điển để hiểu về cấu trúc cơ thể người.\nChiaroscuro (Tương phản Sáng-Tối): Kỹ thuật này được sử dụng rất mạnh. Van Gogh đặt hộp sọ nổi bật lên trên một phông nền đen tuyền (pure black), không có chi tiết. Ánh sáng chiếu mạnh từ một bên, tạo ra sự tương phản kịch tính giữa phần xương được chiếu sáng và các hốc tối (mắt, mũi, hàm).\nNét cọ phác thảo (Sketchy Brushwork): Nét vẽ nhanh, dứt khoát và có phần \"nhanh ẩu\". Ông không cố gắng vẽ một bộ xương mịn màng, mà dùng các nét cọ rõ ràng, đặc biệt là ở phần răng, để thể hiện hình khối một cách nhanh chóng.",
        "Meaning_of_the_Painting": "Bức tranh này là một sự pha trộn phức tạp giữa bài tập học thuật và sự châm biếm cá nhân:\nMemento Mori: Đây là một chủ đề nghệ thuật cổ điển của châu Âu, gọi là \"Memento Mori\" (tiếng Latin: \"Hãy nhớ rằng ngươi sẽ chết\"). Những bức tranh này (thường là tĩnh vật có hình hộp sọ) nhằm nhắc nhở người xem về tính chất phù du, tạm bợ của cuộc sống và sự không thể tránh khỏi của cái chết.\nSự châm biếm & Hài hước đen (Gallows Humor): Đây là \"sự phá bĩnh\" của Van Gogh. Bằng cách đặt một điếu thuốc đang cháy dở vào miệng bộ xương, ông đã biến một bài tập học thuật nghiêm túc thành một trò đùa châm biếm, ghê rợn. Nó như thể bộ xương đang tận hưởng một \"thú vui trần thế\" (hút thuốc) ngay cả sau khi đã chết.\nChỉ trích Học viện: Rất có thể Van Gogh cảm thấy chán ngán với các phương pháp giảng dạy cứng nhắc, lỗi thời tại học viện. Bức tranh này là một hành động \"nổi loạn\", chế nhạo sự nghiêm túc thái quá của các giáo sư.",
        "Five_Dominant_Colors": "Đen (Black)\nTrắng Xương/Ngà (Bone-White / Ivory)\nVàng Ocher (Yellow Ocher)\nNâu Đất (Brown / Umber)\nĐỏ/Cam (Red/Orange)",
        "Color_Ratio": "Đen (Black): ~60% \nTrắng Xương/Ngà (Bone-White / Ivory): ~25% \nNâu Đất (Brown / Umber): ~10% \nVàng Ocher (Yellow Ocher): ~4% \nĐỏ/Cam (Red/Orange): ~1%",
        "Color_Meaning_Analysis": "Đen: Màu của phông nền. Nó là màu của cái chết, sự hư vô, và sự vĩnh hằng. Nó tạo ra một không gian trống rỗng tuyệt đối, khiến hộp sọ như đang lơ lửng trong bóng tối.\nTrắng Xương/Ngà: Màu của chính hộp sọ, được ánh sáng chiếu vào. Nó tượng trưng cho sự thật trần trụi của cái chết, sự lạnh lẽo, sự còn lại duy nhất sau khi sự sống qua đi.\nVàng Ocher: Màu này được dùng để tạo ra các mảng trung gian (mid-tones) trên hộp sọ, khiến nó không phải là màu trắng tinh. Nó tạo cảm giác về độ cũ kỹ, nhuốm màu thời gian, và kết nối nó trở lại với bảng màu \"đất\" của Giai đoạn Hà Lan.\nNâu Đất: Màu của các hốc tối, các vết nứt và phần hàm. Nó tạo ra độ sâu, khối, và cảm giác mục rữa (decay).\nĐỏ/Cam: Màu của đốm lửa trên điếu thuốc. Đây là điểm nhấn duy nhất \"ấm áp\" trong cả bức tranh. Nó là một biểu tượng mỉa mai cho \"sự sống\" (lửa là sự sống, sự ấm áp) hoặc một \"đam mê\" (passion) vẫn còn cháy, dù chỉ là một thú vui tự hủy hoại.",
        "Psychological_Analysis": "Van Gogh lúc này đang ở trong tình trạng sức khỏe tồi tệ. Ông ăn uống thiếu thốn, hút thuốc rất nhiều, và đang bị các vấn đề nghiêm trọng về răng miệng. Bức tranh này có thể là một trò đùa nghiệt ngã về chính bản thân ông (morbid self-reflection).",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Châm biếm):\nÔng không muốn chỉ đơn giản là nộp một bài tập giải phẫu. Ông muốn gây sốc, gây cười, hoặc ít nhất là gây khó chịu. Ý đồ của ông là châm biếm.\nBằng cách kết hợp kỹ thuật Chiaroscuro cổ điển (vốn dùng cho các chủ đề tôn giáo hoặc nghiêm túc) với một hình ảnh lố bịch (xương hút thuốc), ông đang giải thiêng (de-sanctifying) bài tập, biến nó thành một lời bình luận cá nhân.\n\nÝ đồ khi dùng màu sắc (Bảng màu tối + Điểm nhấn):\n\nÔng vẫn trung thành với bảng màu tối của Giai đoạn Hà Lan (Đen, Nâu, Vàng Ocher) để tạo ra không khí u ám, nặng nề.\n\nNhưng ý đồ then chốt là việc sử dụng đốm lửa Đỏ/Cam. Nó là một \"cú đấm\" thị giác. Giữa một thế giới của cái chết (Đen, Trắng, Nâu), ông đặt vào một dấu hiệu mỉa mai của sự sống (Đỏ).\n\nBức tranh này cho thấy, ngay cả trong thời kỳ đen tối nhất, khiếu hài hước (dù là hài hước đen) và tinh thần nổi loạn của Van Gogh đã luôn tồn tại.",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      },
      {
        "Period": "Hà Lan",
        "Artwork": "Weaver, Seen from the Front ",
        "Year": "1884",
        "Dimensions": "64 cm x 80 cm",
        "Medium": "Oil on canvas",
        "Technique": "Bố cục \"Lồng\" (Framing Device): Đây là kỹ thuật quan trọng nhất. Van Gogh cố tình sử dụng cỗ máy dệt (loom) như một cái lồng hoặc một khung kiến trúc phức tạp để \"đóng khung\" người thợ dệt. Cỗ máy chiếm gần như toàn bộ bức tranh.\nVẽ kỹ thuật (Draughtsmanship): Khác với việc vẽ khuôn mặt người, ở đây Van Gogh thể hiện kỹ năng vẽ gần như là kỹ thuật (technical drawing) khi ông mô tả chi tiết, chính xác các thanh gỗ, đòn bẩy, và dây dợ chằng chịt của cỗ máy.\nChiaroscuro (Tương phản Sáng-Tối): Ông sử dụng ánh sáng (thường là từ một cửa sổ không nhìn thấy) chiếu vào, tạo ra sự tương phản mạnh giữa các bộ phận của cỗ máy và bóng tối của căn phòng chật chội.\nNét cọ thô: Nét vẽ vẫn rất nặng nề và đặc quánh (impasto), đặc biệt là khi mô tả các thanh gỗ và sàn nhà.",
        "Meaning_of_the_Painting": "Con người đối chọi với Máy móc: Đây là ý nghĩa trung tâm. Không giống như Người ăn khoai (con người và đất đai), đây là con người và công nghiệp. Người thợ dệt nhỏ bé, gần như bị \"nuốt chửng\" bởi cỗ máy dệt khổng lồ, phức tạp.\nSự giam cầm (Imprisonment): Bố cục tạo ra cảm giác tù túng. Cỗ máy giống như một nhà tù, và người thợ dệt là một tù nhân, bị khóa chặt vào guồng quay lao động lặp đi lặp lại.\nSự đồng cảm và Tôn vinh: Van Gogh sống giữa những người thợ dệt này và vô cùng ngưỡng mộ họ. Ông xem họ là những \"người của nhân dân\" (men of the people) chân chính, những người lao động chăm chỉ, bị mắc kẹt trong một hệ thống đang dần tàn lụi do các nhà máy công nghiệp lớn hơn. Bức tranh là một nỗ lực để ghi lại hình ảnh của họ trước khi họ biến mất.",
        "Five_Dominant_Colors": "Đen & Xám Than (Black / Charcoal Gray)\nNâu Đất (Brown / Burnt Umber)\nVàng Ocher (Yellow Ocher)\nXanh xỉn (Dull Green / Olive)\nTrắng Xám (Greyish-White)",
        "Color_Ratio": "Nâu Đất (Brown / Burnt Umber): ~45%\n\nĐen & Xám Than (Black / Charcoal Gray): ~30%\n\nXanh xỉn (Dull Green / Olive): ~15%\n\nVàng Ocher (Yellow Ocher): ~5%\n\nTrắng Xám (Greyish-White): ~5%",
        "Color_Meaning_Analysis": "Đen & Xám Than: Màu của cỗ máy, của bóng tối. Nó tượng trưng cho sự nặng nề, sự áp bức của công nghiệp và kim loại. Nó tạo ra một không khí lạnh lẽo, phi nhân tính.\nNâu Đất: Màu của các thanh gỗ, sàn nhà, và tường. Nó vẫn là màu \"đất\" của Nuenen, tượng trưng cho cái nghèo, sự cũ kỹ và môi trường sống chật chội.\nVàng Ocher: Thường được dùng để vẽ các cuộn chỉ hoặc ánh sáng chiếu lên gỗ. Nó là biểu tượng cho sản phẩm lao động (vải), và là một trong số ít những điểm \"ấm\" trong bức tranh, đại diện cho tia sáng của sự sống con người.\nXanh xỉn: Màu áo của người thợ hoặc được trộn lẫn với màu nâu/xám. Nó là màu của sự sống mệt mỏi, không có gì tươi sáng, phản ánh môi trường làm việc thiếu ánh sáng và không khí.\nTrắng Xám: Màu của ánh sáng từ cửa sổ chiếu vào, hoặc của các sợi chỉ. Đây là một ánh sáng lạnh lẽo, trần trụi, không phải ánh sáng mặt trời ấm áp. Nó chỉ dùng để \"vạch trần\" sự khắc nghiệt của cảnh tượng.",
        "Psychological_Analysis": "Van Gogh bị ám ảnh bởi chủ đề này. Ông xem cỗ máy dệt như một sinh vật khổng lồ. Tâm lý của ông là sự thương cảm sâu sắc pha lẫn sự kính nể (với cả người thợ và cỗ máy). Ông có thể đã thấy một sự tương đồng: người thợ bị \"trói\" vào cỗ máy, cũng như Van Gogh cảm thấy bị \"trói\" vào sự nghiệp nghệ thuật đầy khó khăn của mình.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Bố cục lồng):\n\nÝ đồ rõ ràng nhất là tạo ra cảm giác bị giam cầm. Ông cố tình vẽ cỗ máy to một cách phi thực tế (so với người thợ) để nhấn mạnh sự thống trị của nó. Người xem ngay lập tức cảm thấy ngột ngạt.\n\nÝ đồ khi dùng màu sắc (Bảng màu tối, công nghiệp):\n\nÔng dùng màu Đen và Nâu sẫm để tạo ra trọng lượng (weight) cho cỗ máy. Ông muốn người xem cảm nhận được sức nặng vật lý và tâm lý của nó.\n\nBằng cách giữ cho người thợ dệt (với màu Xanh xỉn) gần như hòa lẫn vào cỗ máy (Đen/Nâu), ông muốn nói rằng con người đang dần bị đồng hóa, trở thành một bộ phận của cỗ máy. Đó là một lời bình luận xã hội mạnh mẽ, đi trước thời đại về sự phi nhân hóa của lao động.",
        "Current_Location": "Bảo tàng Kröller-Müller (Kröller-Müller Museum), Otterlo, Hà Lan"
      },
      {
        "Period": "Hà Lan",
        "Artwork": "Still Life with Open Bible ",
        "Year": "1885",
        "Dimensions": "65.7 cm x 78.5 cm",
        "Medium": "Oil on canvas",
        "Technique": "Tĩnh vật Biểu tượng (Symbolic Still Life): Về mặt kỹ thuật, đây là một bức tranh tĩnh vật (tả vật thể), nhưng mọi vật thể đều được lựa chọn để mang một ý nghĩa biểu tượng.\n\nChiaroscuro (Tương phản Sáng-Tối): Kỹ thuật này được sử dụng rất mạnh. Các vật thể được chiếu sáng rực rỡ (cuốn Kinh thánh, cuốn tiểu thuyết) nổi bật lên từ một phông nền đen/nâu sẫm gần như hoàn toàn. Ánh sáng dường như đến từ một nguồn vô hình, tạo không khí nghiêm trang.\n\nImpasto (Đắp sơn dày): Ông dùng sơn rất dày, đặc biệt là trên các trang giấy trắng của cuốn Kinh thánh và bìa cuốn tiểu thuyết màu vàng, khiến chúng có kết cấu vật lý và nổi bật lên khỏi bề mặt vải.",
        "Meaning_of_the_Painting": "Bức tranh này là một lời tuyên ngôn cá nhân phức tạp, vẽ vài tháng sau cái chết của cha ông (một mục sư) vào tháng 3 năm 1885.\n\nSự đối lập của hai thế giới: Bức tranh là một cuộc \"đối thoại\" hoặc \"đối đầu\" trực tiếp:\n\nCuốn Kinh thánh: Đây là cuốn Kinh thánh của cha ông, một cuốn sách to, nặng, cũ kỹ, và uy quyền. Nó tượng trưng cho đức tin truyền thống, nghiêm khắc, có phần u tối mà cha ông đại diện—thế giới mà Van Gogh đã bị từ chối (ông từng muốn làm mục sư nhưng thất bại).\n\nCuốn tiểu thuyết: Ở phía trước, nhỏ hơn nhưng rực rỡ, là một cuốn sách bìa vàng. Đây là cuốn \"La joie de vivre\" (Niềm vui Sống) của Émile Zola. Nó tượng trưng cho thế giới quan hiện đại, thế tục, chủ nghĩa hiện thực, và \"niềm vui trần thế\" mà Van Gogh đang theo đuổi.\n\nCây nến đã tắt: Đây là một biểu tượng Memento Mori (nhắc nhở về cái chết) cổ điển, được đặt ngay cạnh Kinh thánh. Nó tượng trưng cho cái chết của cha ông, và có thể là sự \"tắt\" của ngọn lửa đức tin cũ.\n\nTuyên ngôn cá nhân: Bằng cách đặt cuốn tiểu thuyết hiện đại của Zola (thế giới của ông) lên trên và phía trước cuốn Kinh thánh của cha (thế giới của cha), Van Gogh đang tuyên bố một cách tôn trọng (nhưng dứt khoát) con đường riêng của mình.",
        "Five_Dominant_Colors": "Đen & Nâu Sẫm (Black / Dark Brown)\n\nTrắng Ngà/Kem (Ivory / Cream White)\n\nVàng Ocher (Yellow Ocher)\n\nNâu (Da thuộc) (Leather Brown)\n\nXám/Xanh Xám (Grey / Blue-Grey)",
        "Color_Ratio": "Đen & Nâu Sẫm: ~55% \nTrắng Ngà/Kem: ~25% \nNâu (Da thuộc): ~10% \nVàng Ocher: ~5% \nXám/Xanh Xám: ~5%",
        "Color_Meaning_Analysis": "Đen & Nâu Sẫm: Màu của phông nền, của chiếc bàn. Nó tạo ra một không gian trang nghiêm, tang tóc (funereal), và u uất. Nó là màu của quá khứ, của truyền thống nặng nề, và của nỗi buồn sau cái chết.\n\nTrắng Ngà/Kem: Màu của các trang Kinh thánh đang mở. Nó tượng trưng cho \"lời của Chúa\", sự thật (truth), nhưng cũng là một ánh sáng lạnh lẽo, nghiêm khắc.\n\nVàng Ocher: Màu của cuốn tiểu thuyết La joie de vivre. Đây là màu sắc nổi loạn nhất trong Giai đoạn Hà Lan của ông. Nó là màu của sự sống, của niềm vui trần thế, của ánh sáng hiện đại. Nó là một tia sáng báo trước cho Giai đoạn Paris và Arles sau này.\n\nNâu (Da thuộc): Màu của bìa cuốn Kinh thánh. Nó tượng trưng cho tuổi tác, sự cũ kỹ, sự bền bỉ của truyền thống.\n\nXám/Xanh Xám: Màu của cây nến đã tắt và chân đèn. Đây là màu của sự vắng mặt, sự lạnh lẽo, màu của tro tàn sau khi ngọn lửa (sự sống) đã tắt.",
        "Psychological_Analysis": "Van Gogh đang ở trong một trạng thái tâm lý cực kỳ phức tạp: vừa đau buồn, vừa tự khẳng định. Ông đang vật lộn để định vị bản thân sau cái chết của người cha mà ông vừa yêu thương vừa xung đột sâu sắc. Bức tranh này là một hình thức \"trị liệu\" (therapy), một cách để ông sắp xếp lại mối quan hệ của mình với quá khứ và tương lai.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Chiaroscuro & Impasto):\n\nÔng dùng Chiaroscuro để tạo ra một sân khấu kịch tính. Đây không phải là một tĩnh vật bình thường, đây là một vở kịch về tư tưởng. Ánh sáng rọi vào hai \"nhân vật\" chính: Kinh thánh và Tiểu thuyết.\n\nÔng dùng Impasto (sơn dày) trên cuốn sách màu vàng để làm nó nổi bật một cách vật lý. Dù nhỏ hơn, nó có \"trọng lượng\" và \"sự hiện diện\" không thể bị phớt lờ.\n\nÝ đồ khi dùng màu sắc (Cuộc chiến Màu sắc):\n\nÝ đồ của Van Gogh là tạo ra một cuộc đối đầu trực tiếp bằng màu sắc.\n\nThế giới của Cha: U tối, nặng nề, nghiêm trang (Đen, Nâu, Trắng ngà).\n\nThế giới của Con (Van Gogh): Rực rỡ, sống động, hiện đại (Vàng Ocher).\n\nBằng cách đặt một đốm Vàng Ocher rực rỡ vào giữa một biển màu u tối, Van Gogh đang tuyên bố: \"Cha, con tôn trọng thế giới của cha (Kinh thánh), nhưng đây (cuốn sách vàng) mới là con đường của con, con đường của 'niềm vui sống' và nghệ thuật hiện đại.\"",
        "Current_Location": "Bảo tàng Kröller-Müller (Kröller-Müller Museum), Otterlo, Hà Lan"
      },
      {
        "Period": "Hà Lan",
        "Artwork": "The Old Church Tower at Nuenen",
        "Year": "1885",
        "Dimensions": "63 cm x 77 cm",
        "Medium": "Oil on canvas",
        "Technique": "Phong cảnh Biểu cảm (Expressive Landscape): Đây không phải là một bức tranh phong cảnh đơn thuần. Kỹ thuật của Van Gogh tập trung vào việc truyền tải \"cảm xúc\" của cảnh vật.\n\nNét cọ thô và nặng (Coarse and Heavy Brushwork): Nét vẽ rất nặng nề, đặc biệt là khi ông mô tả mặt đất, các lùm cây, và chính tòa tháp. Ông dùng cọ để \"đào xới\" bề mặt sơn, tạo ra một kết cấu gồ ghề, gai góc.\n\nTonalism (Hòa sắc theo tông): Giống như các tác phẩm Hà Lan khác, ông sử dụng một bảng màu rất hạn chế, tập trung vào các tông độ của Nâu, Xám và Xanh lục xỉn để tạo ra một tâm trạng (mood) thống nhất.\n\nBố cục nhấn mạnh: Tòa tháp được đặt ở trung tâm, nhưng lại bị \"cắt xén\" ở đỉnh, làm tăng cảm giác về sự đổ nát, không hoàn thiện.",
        "Meaning_of_the_Painting": "Đây là một trong những bức tranh mang tính biểu tượng \"Memento Mori\" (Hãy nhớ ngươi sẽ chết) rõ ràng nhất của ông, và là một lời bình luận về tôn giáo, cái chết, và sự sống.\n\nBối cảnh cá nhân: Cha của Van Gogh (một mục sư) vừa qua đời hai tháng trước đó. Van Gogh có một mối quan hệ phức tạp, đầy xung đột với cha mình và với tôn giáo có tổ chức.\n\nSự đối lập của hai loại đức tin:\n\nTòa tháp (The Tower): Tòa tháp cổ đang trong quá trình bị dỡ bỏ. Nó mục nát, sụp đổ. Nó tượng trưng cho thể chế tôn giáo (institutional religion)—thứ mà cha ông đại diện—đang chết dần, lỗi thời và mất đi sức mạnh.\n\nCác cây thánh giá (The Crosses): Rải rác trên cánh đồng là những cây thánh giá bằng gỗ đơn sơ của những người nông dân. Chúng tượng trưng cho đức tin giản dị, nguyên bản (simple faith) của người lao động.\n\nTuyên ngôn của Van Gogh: Bằng cách vẽ tòa tháp (tôn giáo thể chế) đang sụp đổ và những cây thánh giá (đức tin nhân dân) vẫn còn đó, Van Gogh đang nói rằng: Thể chế có thể chết, nhưng đức tin và vòng tuần hoàn của cuộc sống con người (được chôn cất trên chính mảnh đất họ làm việc) thì vẫn tiếp diễn.",
        "Five_Dominant_Colors": "Xanh Phổ / Xanh Xám (Prussian Blue / Grey-Blue)\n\nNâu Đất / Nâu Đỏ (Earthy Brown / Reddish-Brown)\n\nĐen / Xám Than (Black / Charcoal Grey)\n\nXanh Ô-liu (Olive Green)\n\nTrắng Xám (Greyish-White)",
        "Color_Ratio": "Xanh Phổ / Xanh Xám: ~40%\n\nNâu Đất / Nâu Đỏ: ~25%\n\nXanh Ô-liu: ~15% \n\nĐen / Xám Than: ~15% \nTrắng Xám: ~5% ",
        "Color_Meaning_Analysis": "Xanh Phổ / Xanh Xám: Màu của bầu trời bão tố. Đây không phải là màu xanh của hy vọng. Nó là một màu u ám, nặng nề, đáng sợ, tượng trưng cho một thế lực tự nhiên vĩnh hằng, áp đảo, đang \"chứng kiến\" sự sụp đổ của công trình nhân tạo.\n\nNâu Đất / Nâu Đỏ: Màu của gạch cũ, của đất. Nó tượng trưng cho sự mục nát (decay), sự cũ kỹ. Nó là màu của \"công trình của con người\" (human construction) đang dần bị thiên nhiên đòi lại.\n\nĐen / Xám Than: Màu của cái chết theo nghĩa đen và sự tang tóc. Nó được dùng cho các cây thập tự trong nghĩa địa, bóng đổ, và các hốc tối của tòa tháp, tạo ra cảm giác trống rỗng và bi thảm.\n\nXanh Ô-liu: Màu \"sự sống\" duy nhất trong bảng màu Hà Lan. Đây là màu của cỏ dại, tượng trưng cho sự sống kiên cường, không bị kiểm soát, mọc lên từ chính cái chết (nghĩa địa). Nó là biểu tượng cho sự tái sinh.\n\nTrắng Xám: Ánh sáng duy nhất. Nhưng đây là một ánh sáng lạnh lẽo, ma mị (ghostly). Nó được dùng để nhấn nhá các bia mộ và các đám mây vần vũ, càng làm tăng thêm không khí ảm đạm.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái u uất (melancholy) và suy tư triết học sâu sắc. Cha ông, Mục sư Theodorus, đã đột ngột qua đời vào tháng 3 năm 1885. Bức tranh này, được vẽ chỉ vài tháng sau đó, gần như chắc chắn là một phản ứng trực tiếp và mang tính biểu tượng với sự mất mát đó. Ông đang đối mặt với sự sụp đổ của \"thế giới của người cha\" (tôn giáo).",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Bầu trời bão tố, Impasto):\n\nÔng không chỉ vẽ một tòa tháp. Ông đang vẽ một trạng thái cảm xúc.\n\nBầu trời bão tố, được vẽ bằng những nét cọ dữ dội, là một ví dụ về \"phản ánh nội tâm\" (pathetic fallacy): thiên nhiên đang phản chiếu sự hỗn loạn và u buồn trong tâm hồn ông.\n\nKỹ thuật Impasto (sơn dày) làm cho tòa tháp và bầu trời trở nên nặng nề, như thể chúng có trọng lượng vật lý, nhấn mạnh sự bi thảm của cảnh tượng.\n\nÝ đồ khi dùng màu sắc (Bảng màu tối):\n\nÔng cố tình chọn bảng màu u tối này để truyền tải chủ đề Memento Mori.\n\nÝ đồ cốt lõi là tạo ra sự đối lập mang tính triết học: Bảng màu tối (Đen, Nâu, Xám) đại diện cho Tôn giáo cũ kỹ và Cái chết. Nhưng màu Xanh Ô-liu (Sự sống) vẫn mọc lên từ chính nghĩa địa đó.\n\nVan Gogh muốn nói rằng: Tôn giáo của cha (cái tháp) có thể sụp đổ, nhưng chu kỳ Vĩnh hằng của Sự sống và Cái chết (nghĩa địa và cỏ dại) thì vẫn còn mãi. Đó là \"tôn giáo\" thực sự mà ông tìm thấy ở người nông dân.",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      },
      {
        "Period": "Hà Lan",
        "Artwork": "Cottages",
        "Year": "1883",
        "Dimensions": "35.5 cm x 55.5 cm",
        "Medium": "Oil on canvas",
        "Technique": "Tonalism (Chủ nghĩa Tông màu): Kỹ thuật chủ đạo. Toàn bộ bức tranh bị thống trị bởi một tông màu nâu-đen ảm đạm, với rất ít sự tương phản màu sắc.\n\nĐường chân trời thấp (Low Horizon Line): Đây là một kỹ thuật bố cục quan trọng. Van Gogh đặt đường chân trời rất thấp, khiến bầu trời chiếm 2/3 bức tranh, tạo cảm giác về sự rộng lớn, hoang vu và sức nặng của bầu trời.\n\nImpasto (Đắp sơn dày): Ông dùng sơn rất dày để mô tả kết cấu thô ráp của các mái nhà lợp bằng than bùn (peat) và mặt đất gồ ghề.\n\nWet-on-wet (Ướt trên ướt): Ông thường vẽ bầu trời và mặt đất khi sơn còn ướt, khiến chúng hòa quyện vào nhau ở đường chân trời, tạo cảm giác về một không khí ẩm ướt, nặng nề.",
        "Meaning_of_the_Painting": "Con người hòa vào Đất: Đây là ý nghĩa cốt lõi. Những túp lều này được làm từ chính than bùn (sod/peat) mà người dân khai thác. Van Gogh vẽ chúng như thể chúng \"mọc\" lên từ mặt đất, không phải là công trình xây dựng. Con người và thiên nhiên là một, cùng chịu chung sự khắc khổ.\n\nSự cô lập và U buồn: Các bức tranh này thể hiện sự cô lập cùng cực của những người khai thác than bùn, sống giữa một vùng đất hoang vu, trống trải.\n\nVẻ đẹp U buồn (Melancholy Beauty): Van Gogh không thấy đây là cảnh tượng xấu xí. Ông tìm thấy một \"vẻ đẹp cao cả\" (sublime) và \"quý tộc\" (noble) trong sự ảm đạm và nỗi buồn của phong cảnh này. Nó phản ánh sự thật của cuộc sống \"nguyên thủy\".",
        "Five_Dominant_Colors": "Nâu Đất (Dark Brown / Burnt Umber)\n\nXám Lam (Grey-Blue)\n\nĐen / Xám Than (Black / Charcoal Grey)\n\nXanh Ô-liu (Dull Olive Green)\n\nVàng Ocher (Yellow Ocher)",
        "Color_Ratio": "Nâu Đất: ~45%\n\nXám Lam: ~30%\n\nĐen / Xám Than: ~15%\n\nXanh Ô-liu: ~5%\n\nVàng Ocher: ~5%",
        "Color_Meaning_Analysis": "Nâu Đất: Màu thống trị. Đây là màu của than bùn (peat), của mặt đất, và của chính các túp lều. Nó tượng trưng cho sự nghèo đói, sự nguyên thủy, và sự hòa tan hoàn toàn của con người vào đất đai.\n\nXám Lam: Màu của bầu trời Drenthe rộng lớn, nặng nề. Nó tượng trưng cho sự cô lập, sự u uất, và cái lạnh bao trùm. Đó là một \"cái lồng\" không khí đè nặng lên cảnh vật.\n\nĐen / Xám Than: Màu của bóng tối, của các hốc cửa tối om, và của khói. Nó là biểu tượng của sự khắc khổ, sự mục nát, và sức nặng của cuộc sống.\n\nXanh Ô-liu: Màu của cỏ dại, rêu mốc trên mặt đất và mái nhà. Nó là biểu tượng của sự sống \"bẩn\", một sự sống đang vật lộn, kiên cường nhưng không rực rỡ, giống như con người ở đó.\n\nVàng Ocher: Thường là một đốm sáng cực nhỏ: ánh lửa le lói từ ống khói, hoặc một ô cửa sổ. Nó là hy vọng duy nhất, là dấu hiệu của sự sống con người đang tồn tại le lói giữa sự hoang vu vô tận.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái cô đơn tột độ khi ở Drenthe. Ông vừa chia tay người tình Sien Hoornik và cảm thấy bị cô lập khỏi gia đình. Phong cảnh Drenthe ảm đạm chính là tấm gương phản chiếu tâm hồn (a mirror to his soul) ông lúc đó: rộng lớn, u buồn, và trống rỗng.",
        "Intent_Analysis": "Van Gogh đang ở trong trạng thái cô đơn tột độ khi ở Drenthe. Ông vừa chia tay người tình Sien Hoornik và cảm thấy bị cô lập khỏi gia đình. Phong cảnh Drenthe ảm đạm chính là tấm gương phản chiếu tâm hồn (a mirror to his soul) ông lúc đó: rộng lớn, u buồn, và trống rỗng.",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      },
      {
        "Period": "Hà Lan",
        "Artwork": "Avenue of Poplars in Autumn",
        "Year": "1884",
        "Dimensions": "98.5 cm x 66 cm",
        "Medium": "Oil on canvas",
        "Technique": "Phối cảnh tuyến tính (Linear Perspective): Đây là kỹ thuật nổi bật và có chủ đích nhất. Van Gogh sử dụng hai hàng cây dương thẳng tắp để tạo ra một \"đường hầm\" phối cảnh mạnh mẽ, hút mắt người xem vào sâu trong bức tranh.\n\nImpasto (Đắp sơn dày): Ông sử dụng sơn rất dày và đặc, đặc biệt là trên thảm lá vàng dưới mặt đất và trên các vòm lá còn lại trên cây, tạo ra kết cấu gồ ghề, hữu hình.\n\nTonalism (Chủ nghĩa Tông màu): Toàn bộ bức tranh bị chi phối bởi bảng màu mùa thu u ám, chủ yếu là các tông vàng-nâu và xám-xanh, tạo ra một không khí đồng nhất.\n\nNét cọ thô (Coarse Brushwork): Các thân cây được vẽ bằng những nét cọ dọc, thô, trong khi lá cây được tạo thành từ những mảng sơn đắp.",
        "Meaning_of_the_Painting": "Nghiên cứu về Phối cảnh: Ở cấp độ cơ bản nhất, đây là một bài tập kỹ thuật xuất sắc. Van Gogh đang cố gắng làm chủ việc tạo ra ảo ảnh về chiều sâu và không gian ba chiều trên một bề mặt phẳng.\n\nVẻ đẹp U buồn của Mùa thu (Melancholy): Đây không phải là một bức tranh mùa thu rực rỡ, vui tươi. Nó thể hiện một mùa thu ảm đạm. Những hàng cây cao, khẳng khiu, lá đã gần rụng hết, tạo ra một cảm giác về sự tàn lụi, sự trần trụi, và sự qua đi của thời gian.\n\nSự cô đơn: Hình ảnh một người phụ nữ cô độc (hoặc hai người, tùy phiên bản) nhỏ bé trên con đường càng nhấn mạnh sự mênh mông, trống trải của thiên nhiên và sự nhỏ bé, cô đơn của con người trước chu kỳ của sự sống và cái chết.",
        "Five_Dominant_Colors": "Vàng Ocher / Nâu Vàng (Yellow Ocher / Brownish-Yellow)\n\nNâu Đất (Brown / Burnt Umber)\n\nXanh Phổ / Xanh Xám (Prussian Blue / Grey-Blue)\n\nĐen / Xám Than (Black / Charcoal Grey)\n\nĐỏ Nâu (Reddish-Brown / Burnt Sienna)",
        "Color_Ratio": "Vàng Ocher / Nâu Vàng: ~35%\n\nNâu Đất: ~30%\n\nXanh Phổ / Xanh Xám: ~15%\n\nĐen / Xám Than: ~15%\n\nĐỏ Nâu: ~5%",
        "Color_Meaning_Analysis": "Vàng Ocher / Nâu Vàng: Màu của thảm lá rụng và lá còn trên cây. Đây là màu của sự tàn lụi, vẻ đẹp mong manh cuối cùng trước khi mùa đông đến. Nó không phải là màu vàng rực của sự sống, mà là màu vàng \"úa\".\n\nNâu Đất: Màu của thân cây, các cành trần trụi và mặt đất. Tượng trưng cho sự khắc khổ, sự trần trụi của thiên nhiên khi mất đi lớp lá che phủ. Nó là \"bộ xương\" của khu rừng.\n\nXanh Phổ / Xanh Xám: Màu của bầu trời. Đây là một màu lạnh lẽo, nặng nề, tạo cảm giác về không khí ẩm ướt, u ám của mùa thu, đè nặng lên cảnh vật.\n\nĐen / Xám Than: Dùng cho các thân cây ở xa, bóng đổ, và hình bóng người phụ nữ. Tượng trưng cho sự u uất, cái chết đang đến gần, và sự cô đơn.\n\nĐỏ Nâu: Màu của lá đã rụng sâu, của đất. Nó tăng thêm cảm giác mục nát (decay), sự phân hủy, quá trình lá trở về với đất.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái u buồn (melancholy). Đối với ông, mùa thu (đặc biệt là cuối thu) là mùa gợi lên sự tàn lụi, sự chết chóc. Phong cảnh này là sự phản ánh hoàn hảo cho tâm trạng nội tâm của ông: một vẻ đẹp u uất, nặng trĩu suy tư.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Phối cảnh tuyến tính):\n\nÝ đồ kỹ thuật rất rõ ràng: Ông muốn làm chủ phối cảnh. Con đường hun hút như một \"đường hầm\" là một bài tập có chủ đích để chứng minh khả năng của mình.\n\nÝ đồ cảm xúc: Con đường hun hút vô tận cũng là một biểu tượng cho một tương lai mờ mịt, xa xăm, hoặc một hành trình cô độc không có điểm kết.\n\nÝ đồ khi dùng màu sắc (Tonalism):\n\nÔng cố tình dùng bảng màu \"chết\" của mùa thu. Ông muốn truyền tải cảm giác ảm đạm, không phải vẻ đẹp rực rỡ.\n\nBằng cách đặt bầu trời Xanh Xám (lạnh) đè lên thảm lá Vàng Ocher (ấm áp, nhưng đang tàn), ông tạo ra một sự tương phản cảm xúc: cái đẹp mong manh (lá) đang bị cái lạnh lẽo, u uất vĩnh hằng (bầu trời) nuốt chửng.\n\nHình ảnh người phụ nữ (màu Đen/Xám) càng nhấn mạnh sự cô đơn của con người giữa vòng tuần hoàn khắc nghiệt của thiên nhiên.",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      },
      {
        "Period": "Hà Lan",
        "Artwork": "Peasant Woman Digging",
        "Year": "1885",
        "Dimensions": "41.6 cm x 32.1 cm",
        "Medium": "Oil on canvas",
        "Technique": "Impasto (Đắp sơn dày): Kỹ thuật này được sử dụng rất mạnh. Van Gogh gần như \"nặn\" (sculpt) hình ảnh người phụ nữ và mặt đất bằng những mảng sơn dày, đặc quánh, tạo ra một kết cấu hữu hình.\n\nTập trung vào Hình khối (Focus on Form): Ông hy sinh hoàn toàn các chi tiết (như đặc điểm khuôn mặt) để tập trung vào hình khối tổng thể, trọng lượng, và hành động đào đất. Người phụ nữ có cảm giác đặc, nặng, như một bức tượng.\n\nNét cọ thô (Coarse Brushwork): Nét vẽ cực kỳ thô ráp, mạnh bạo, đặc biệt là ở mặt đất, thể hiện sự vật lộn với vật chất.\n\nTonalism (Chủ nghĩa Tông màu): Toàn bộ bức tranh được thống nhất bởi một bảng màu đất, u tối, với rất ít sự tương phản về màu sắc.",
        "Meaning_of_the_Painting": "Tượng đài Lao động: Đây là một \"bức tranh nông dân\" (peasant painting) tinh túy. Nó là một tượng đài vinh danh người lao động vô danh. Van Gogh nhìn thấy sự \"thánh thiện\" và \"cao quý\" trong công việc nặng nhọc, lặp đi lặp lại này.\n\nHòa làm một với Đất: Ý nghĩa cốt lõi. Người phụ nữ được vẽ bằng chính những màu sắc của mặt đất mà bà đang đào xới. Bà không chỉ đứng trên mặt đất, bà là một phần của nó, như thể mọc lên từ nó.\n\nNghiên cứu Chuyển động: Giống như các nghiên cứu cho Người ăn khoai, đây là một bài tập để Van Gogh nắm vững việc vẽ cơ thể con người trong hành động, nắm bắt được sự căng cơ và nhịp điệu của công việc.",
        "Five_Dominant_Colors": "Nâu Đất (Dark Brown / Burnt Umber)\n\nXanh Ô-liu Đậm (Dark Olive Green)\n\nĐen / Xám Than (Black / Charcoal Grey)\n\nXám Lam (Grey-Blue)\n\nTrắng Xám (Greyish-White)",
        "Color_Ratio": "Nâu Đất: ~50%\n\nXanh Ô-liu Đậm: ~25%\n\nXám Lam: ~10%\n\nĐen / Xám Than: ~10%\n\nTrắng Xám: ~5%",
        "Color_Meaning_Analysis": "Nâu Đất: Màu thống trị của mặt đất. Tượng trưng cho nền tảng của sự sống, sự lao nhọc, và cái nghèo. Người phụ nữ được làm từ màu này, cho thấy mối liên kết không thể tách rời của bà với đất đai.\n\nXanh Ô-liu Đậm: Màu của cánh đồng khoai tây/thảm thực vật. Nhưng đây là một màu xanh \"bẩn\", tượng trưng cho sự sống khắc nghiệt, đang vật lộn, chứ không phải sự sống tươi tốt, dễ dàng.\n\nĐen / Xám Than: Dùng cho bóng tối sâu nhất và để pha trộn, làm \"bẩn\" các màu khác. Đại diện cho gánh nặng, sức nặng, và sự u uất của kiếp sống nông dân.\n\nXám Lam: Màu của bầu trời. Đó là một bầu trời lạnh lẽo, ảm đạm, không mang lại hơi ấm hay hy vọng. Nó đè nặng xuống nhân vật.\n\nTrắng Xám: Màu của chiếc mũ (bonnet). Đây là điểm sáng duy nhất trong bức tranh. Nó tượng trưng cho sự hiện diện của con người, một dấu hiệu của cá tính. Nó là điểm nhấn thị giác quan trọng nhất.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái đồng cảm sâu sắc và ngưỡng mộ. Ông xem những người nông dân này chân thật và \"thật\" hơn nhiều so với những người thành thị văn minh. Ông cảm thấy một sự đồng điệu với cuộc đấu tranh của họ.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Impasto & Thô ráp):\n\nÔng muốn bức tranh có cảm giác thô ráp như chính cuộc đời mà nó mô tả. Lớp sơn dày, \"điêu khắc\" mang tính vật lý. Người xem gần như phải cảm nhận được kết cấu của đất và sự căng thẳng của lao động.\n\nÔng cố tình tránh \"vẻ đẹp\" và sự \"hoàn thiện\". Một bức tranh mượt mà, bóng bẩy sẽ là một \"lời nói dối\". Sự thô ráp của kỹ thuật chính là thông điệp.\n\nÝ đồ khi dùng màu sắc (Bảng màu tối, Tonal):\n\nÝ đồ của ông là thống nhất nhân vật với cảnh quan. Ông từng viết rằng người nông dân dường như được \"vẽ bằng chính thứ đất mà họ gieo trồng\".\n\nBằng cách sử dụng màu Trắng Xám của chiếc mũ làm điểm sáng duy nhất, ông buộc người xem phải tập trung vào người lao động. Mặc dù hòa làm một với đất, bà vẫn là một con người, một sự hiện diện cá nhân. Đốm sáng nhỏ bé đó là biểu tượng cho nhân phẩm và sức chịu đựng của con người giữa một khung cảnh tối tăm, áp đảo.",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      },
      {
        "Period": "Hà Lan",
        "Artwork": "Still Life with Clogs and Pots",
        "Year": "1884",
        "Dimensions": "39.5 cm x 55.5 cm",
        "Medium": "Oil on canvas",
        "Technique": "Tĩnh vật \"Chân dung\" (Portrait-like Still Life): Van Gogh không vẽ đây như một tĩnh vật thông thường. Ông sắp xếp các vật thể (guốc gỗ, bình gốm) như thể chúng là một nhóm nhân vật, gán cho chúng \"tính cách\".\n\nTonalism (Chủ nghĩa Tông màu): Toàn bộ bức tranh bị thống trị bởi một bảng màu đất (earthy palette) gần như đơn sắc, nhấn mạnh vào tông độ (tối/sáng) hơn là màu sắc.\n\nTập trung vào Kết cấu (Focus on Texture): Kỹ thuật chủ đạo là sử dụng nét cọ thô và sơn dày (impasto) để truyền tải cảm giác vật lý của các bề mặt: sự thô ráp của gỗ, sự sần sùi của gốm đất nung.\n\nChiaroscuro (Tương phản Sáng-Tối): Ông sử dụng ánh sáng chiếu mạnh từ một bên (bên trái) để tạo khối, khiến các vật thể nổi bật lên khỏi nền tối.",
        "Meaning_of_the_Painting": "Vinh danh Vật dụng của Người nghèo: Đây là một bức tranh \"tĩnh vật nông dân\". Giống như Người ăn khoai (vẽ người), bức tranh này (vẽ vật) cũng là một sự tôn vinh cuộc sống lao động. Đôi guốc gỗ thô kệch và những chiếc bình đất nung là những vật dụng hàng ngày, thiết yếu của người nông dân.\n\nVẻ đẹp trong sự Thô ráp: Van Gogh muốn chứng minh rằng những vật thể tầm thường, thô kệch, \"xấu xí\" này cũng có vẻ đẹp và \"tính cách\" (character) như những đồ vật sang trọng (như bạc hoặc hoa) trong các bức tĩnh vật truyền thống. Vẻ đẹp của chúng nằm ở sự chân thực và công năng của chúng.\n\nChân dung Gián tiếp: Những vật thể này, sờn cũ và được sử dụng nhiều, đóng vai trò như một bức chân dung gián tiếp (indirect portrait) của những người nông dân sở hữu chúng.",
        "Five_Dominant_Colors": "Nâu Đất (Dark Brown / Burnt Umber)\n\nĐen / Xám Than (Black / Charcoal Grey)\n\nVàng Ocher (Yellow Ocher)\n\nNâu Đỏ (Reddish-Brown / Burnt Sienna)\n\nTrắng Xám (Greyish-White)",
        "Color_Ratio": "Nâu Đất: ~40%\n\nĐen / Xám Than: ~30%\n\nVàng Ocher: ~15%\n\nTrắng Xám: ~10%\n\nNâu Đỏ: ~5%",
        "Color_Meaning_Analysis": "Nâu Đất: Màu của phông nền, bóng tối, và một số bình gốm. Tượng trưng cho đất, sự khiêm nhường, và cái nghèo.\n\nĐen / Xám Than: Màu của bóng tối sâu nhất. Tạo ra sự tương phản kịch tính (Chiaroscuro), nhấn mạnh sức nặng và sự u uất của bối cảnh.\n\nVàng Ocher: Màu chủ đạo của đôi guốc gỗ. Đây là màu của lao động, sự sử dụng hàng ngày (màu gỗ thô). Nó là một màu \"ấm\" khiêm tốn giữa sự lạnh lẽo.\n\nNâu Đỏ: Màu của gốm đất nung (earthenware). Tượng trưng cho vật liệu nguyên thủy, được làm trực tiếp từ đất sét, nhấn mạnh sự kết nối với đất.\n\nTrắng Xám: Màu của ánh sáng phản chiếu (highlights) trên các bình gốm. Nó không phải là màu trắng tinh, mà là một ánh sáng lạnh, trần trụi, chỉ dùng để định hình khối chứ không làm đẹp.",
        "Psychological_Analysis": "Tâm lý: Van Gogh đang ở trong trạng thái thấu cảm sâu sắc. Ông nhìn những vật thể này bằng sự tôn trọng, gần như là tôn sùng. Ông tin rằng chúng \"chân thật\" (authentic) hơn những đồ vật xa hoa. Tâm lý của ông là của một nhà nhân chủng học, ghi lại một thế giới mà ông vừa ngưỡng mộ vừa cảm thấy thuộc về.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Tập trung vào Kết cấu):\n\nÝ đồ chính của ông là \"sự thật về vật chất\" (truth to material). Ông muốn bức tranh của mình phải thô ráp như chính những vật thể ông vẽ.\n\nViệc dùng Impasto (sơn dày) và nét cọ thô là một lựa chọn triết học: kỹ thuật phải phản ánh chủ đề. Sẽ là \"giả dối\" nếu vẽ một đôi guốc gỗ thô bằng nét cọ mượt mà, bóng bẩy. Ông muốn người xem \"cảm nhận\" được bề mặt gỗ.\n\nÝ đồ khi dùng màu sắc (Tonalism):\n\nBằng cách sử dụng một bảng màu đất thống nhất (Nâu, Đen, Vàng Ocher), ông muốn \"trói\" tất cả các vật thể này lại với nhau, cho thấy chúng đều thuộc về cùng một thế giới: thế giới của đất đai, của lao động.\n\nÁnh sáng (Trắng Xám) được sử dụng một cách có chủ ý không phải để \"làm đẹp\", mà để \"điêu khắc\" các vật thể, mang lại cho chúng trọng lượng và sự hiện diện 3D, như thể chúng là những bức tượng nhỏ.",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      },
      {
        "Period": "Hà Lan",
        "Artwork": "Sorrow",
        "Year": "1882",
        "Dimensions": "38.5 cm x 29.5 cm",
        "Medium": "Chì, phấn đen (black chalk), và bút lông (brush) trên giấy",
        "Technique": "Draughtsmanship (Kỹ thuật vẽ phác thảo): Kỹ thuật chủ đạo là vẽ đường nét. Van Gogh tập trung vào việc \"điêu khắc\" hình khối bằng các đường nét.\n\nĐường viền biểu cảm (Expressive Outlines): Ông sử dụng các đường viền (contours) mạnh mẽ, nặng nề, và có phần gai góc để định hình cơ thể, thay vì các đường nét mượt mà, học thuật.\n\nCross-hatching (Đan nét): Ông sửu dụng kỹ thuật đan nét chằng chịt, thô bạo (đặc biệt là ở phần tóc và nền đất) để tạo ra các mảng tối dày đặc, thể hiện cảm xúc.\n\nTập trung vào \"Sự thật\" hơn \"Vẻ đẹp\": Kỹ thuật của ông cố tình thô ráp, lột tả sự thật trần trụi, thay vì lý tưởng hóa cơ thể con người.",
        "Meaning_of_the_Painting": "Chân dung Sien Hoornik: Đây là một bức chân dung của Clasina \"Sien\" Maria Hoornik, một người phụ nữ hành nghề mại dâm, đang mang thai (không phải với Van Gogh) và sống trong cảnh nghèo đói cùng cực khi Van Gogh gặp và cưu mang bà.\n\nSự thật của Nỗi buồn: Bức tranh là một sự nhân cách hóa (personification) của \"Nỗi buồn\" (Sorrow) - như chính tiêu đề ông viết. Nó thể hiện sự tuyệt vọng, nỗi thống khổ và sự tổn thương tột cùng. Tư thế co cụm, ôm đầu là biểu tượng phổ quát của sự đau khổ.\n\nSự trần trụi và Vulnerability: Việc vẽ Sien khỏa thân không nhằm mục đích gợi dục. Nó là một biểu tượng mạnh mẽ cho sự trần trụi về mặt cảm xúc, sự nghèo đói (không còn gì để che đậy), và sự tổn thương (vulnerability) tuyệt đối của con người trước xã hội.\n\nBản sắc cá nhân: Van Gogh đồng cảm sâu sắc với Sien. Ông cũng thấy mình là một người bị xã hội ruồng bỏ. Ông đã viết bên lề bức vẽ: \"Comment se fait-il qu'il y ait sur la terre une femme seule, délaissée?\" (Làm sao có thể có trên đời một người phụ nữ cô độc, bị ruồng bỏ như vậy?).",
        "Five_Dominant_Colors": "Đen (Black)\n\nTrắng/Kem (White/Cream) \n\nXám Đậm (Dark Grey) \n\nXám Trung (Mid-Grey)\n\nNâu (Brown)",
        "Color_Ratio": "Trắng/Kem: ~40%\n\nĐen: ~25%\n\nXám Đậm: ~20%\n\nXám Trung: ~10%\n\nNâu: ~5%",
        "Color_Meaning_Analysis": "Đen: Màu của mái tóc rối bù, bóng tối sâu nhất, và các đường viền. Tượng trưng cho sự tuyệt vọng, gánh nặng tâm lý, và nỗi thống khổ không lối thoát.\n\nTrắng/Kem (Giấy): Màu của làn da trần trụi. Nó là ánh sáng lạnh lẽo của sự thật, phơi bày sự tổn thương, sự mỏng manh của cơ thể con người.\n\nXám Đậm: Màu của bóng đổ trên cơ thể và mặt đất. Tạo ra trọng lượng, sự nặng nề, và kết nối nhân vật với mặt đất thô, lạnh lẽo.\n\nXám Trung: Màu của các mảng trung gian, tạo ra hình khối và không khí ảm đạm xung quanh.\n\nNâu: Màu của mặt đất, rễ cây. Tượng trưng cho sự trần trụi của thiên nhiên, một môi trường khắc nghiệt, không có sự an ủi.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái phẫn nộ (indignation) trước sự bất công của xã hội và đồng cảm (compassion) tột cùng với Sien. Ông thấy mình là người bảo vệ cô. Bức vẽ này là một \"lời buộc tội\" (an accusation) nhắm vào xã hội đã ruồng bỏ những người như Sien.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Nét vẽ thô):\n\nĐây là một sự từ chối có ý thức đối với \"khỏa thân học thuật\" (academic nude). Ông không muốn vẽ \"vẻ đẹp\", ông muốn vẽ \"sự thật\".\n\nKỹ thuật vẽ gai góc, thô ráp, gần như \"bị cào xé\" là để phản ánh cuộc đời \"bị cào xé\" của Sien. Nét vẽ là một phần của thông điệp. Ông muốn người xem cảm thấy sự đau đớn và sự thô ráp của cuộc đời, chứ không chỉ thấy một hình thể đẹp.\n\nÝ đồ khi dùng \"màu\" (Đen/Trắng):\n\nBằng cách loại bỏ màu sắc, ông loại bỏ mọi sự phân tâm. Người xem bị buộc phải đối mặt trực tiếp với cảm xúc thô (raw emotion).\n\nSự tương phản mạnh giữa Đen (tuyệt vọng) và Trắng (trần trụi) là một lựa chọn tâm lý. Nó là sự đối đầu trực diện: đây là sự thật, không có gì che đậy, không có gì lãng mạn hóa. Ông đang chứng minh rằng ông có thể nắm bắt được \"linh hồn\" chỉ bằng đường nét và bóng tối.",
        "Current_Location": "The New Art Gallery Walsall ở Walsall, Vương quốc Anh"
      },
      {
        "Period": "Hà Lan",
        "Artwork": "Two Peasant Women Digging",
        "Year": "1883",
        "Dimensions": "27.8 cm x 36.5 cm",
        "Medium": "Oil on canvas",
        "Technique": "Tonalism (Chủ nghĩa Tông màu): Kỹ thuật chủ đạo. Toàn bộ bức tranh chìm trong một tông màu đất-bùn (nâu/đen) và xám-lam, với rất ít màu sắc rực rỡ.\n\nĐường chân trời thấp (Low Horizon Line): Bầu trời chiếm một phần rất lớn trong bố cục, đè nặng lên cảnh vật và hai nhân vật.\n\nImpasto (Đắp sơn dày): Ông dùng sơn rất dày để \"nặn\" (sculpt) hình khối của hai người phụ nữ và mặt đất than bùn, tạo ra một kết cấu thô ráp, gồ ghề.\n\nHòa tan Hình khối (Merging Forms): Van Gogh cố tình vẽ hai người phụ nữ bằng chính chất liệu, màu sắc của mặt đất. Rất khó để phân biệt đâu là đất, đâu là quần áo, khiến họ như hòa tan vào cảnh quan.",
        "Meaning_of_the_Painting": "Sự thật của Lao động: Giống như các tác phẩm khác cùng chủ đề, đây là nỗ lực của Van Gogh để lột tả sự thật trần trụi của lao động nặng nhọc. Ông vẽ họ đang đào than bùn (peat), một công việc cực kỳ vất vả.\n\nCon người bị Thiên nhiên Áp đảo: Khác với các bức tranh Nuenen sau này (nơi nhân vật trở thành \"tượng đài\"), ở đây hai người phụ nữ trông nhỏ bé, yếu ớt. Bầu trời ảm đạm và mặt đất hoang vu áp đảo họ, thể hiện sự cô lập và cuộc đấu tranh sinh tồn khắc nghiệt ở Drenthe.\n\nSự đồng nhất với Đất: Bức tranh thể hiện triết lý cốt lõi của ông: những người nông dân này \"được làm từ đất\", họ là một phần hữu cơ của cảnh quan, giống như cây cối hay đá.",
        "Five_Dominant_Colors": "Nâu Đất (Dark Brown / Burnt Umber)\n\nXám Lam (Grey-Blue)\n\nĐen / Xám Than (Black / Charcoal Grey)\n\nXanh Ô-liu (Dull Olive Green)\n\nTrắng Xám (Greyish-White)",
        "Color_Ratio": "Nâu Đất: ~45%\n\nXám Lam: ~30%\n\nĐen / Xám Than: ~10%\n\nXanh Ô-liu: ~10%\n\nTrắng Xám: ~5%",
        "Color_Meaning_Analysis": "Nâu Đất: Màu của đất than bùn, của quần áo bẩn. Tượng trưng cho sự nghèo đói cùng cực, sự nguyên thủy, và sự hòa tan của con người vào đất.\n\nXám Lam: Màu của bầu trời Drenthe rộng lớn, nặng nề. Tượng trưng cho sự cô lập, sự u uất, và cái lạnh bao trùm. Nó là một \"cái lồng\" không khí đè nặng lên cảnh vật.\n\nĐen / Xám Than: Màu của bóng tối sâu nhất, của các hốc đất. Đại diện cho gánh nặng, sức nặng, và sự khắc khổ của công việc.\n\nXanh Ô-liu: Màu của thảm thực vật hoang dại, cằn cỗi trên mặt đất. Nó là biểu tượng của sự sống \"bẩn\", một sự sống đang vật lộn, kiên cường nhưng không rực rỡ, giống như con người ở đó.\n\nTrắng Xám: Màu của chiếc mũ (bonnet) của hai người phụ nữ. Đây là điểm sáng duy nhất và là dấu hiệu duy nhất của \"văn minh\" hoặc \"cá tính\" con người. Nó tương phản mạnh mẽ với môi trường xung quanh.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái cô đơn tột độ khi ở Drenthe (1883). Ông vừa chia tay người tình Sien Hoornik và cảm thấy bị cô lập khỏi gia đình. Phong cảnh Drenthe ảm đạm chính là tấm gương phản chiếu tâm hồn (a mirror to his soul) ông lúc đó: rộng lớn, u buồn, và trống rỗng.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Impasto & Bố cục):\n\nÝ đồ của ông là làm cho người xem cảm nhận được sức nặng của bầu trời. Bằng cách để bầu trời Xám Lam chiếm phần lớn bức tranh, ông tạo ra một cảm giác bị đè nén, áp đảo.\n\nKỹ thuật Impasto (sơn dày) và việc hòa tan hình khối là một lựa chọn triết học: ông muốn bức tranh của mình phải thô ráp và \"thật\" như than bùn. Ông đang \"nặn\" (sculpt) chứ không chỉ \"vẽ\".\n\nÝ đồ khi dùng màu sắc (Tonalism):\n\nÔng cố tình dùng bảng màu u tối này để truyền tải cảm xúc u uất (melancholy) của cả cảnh vật và nội tâm ông.\n\nÝ đồ lớn nhất là sự tương phản giữa hai thứ: một bên là Nâu/Đen/Xanh (đất, trời, cỏ dại) hòa làm một, đại diện cho sự khắc nghiệt vô tận. Một bên là hai đốm Trắng Xám (chiếc mũ), đại diện cho sự hiện diện mong manh, cô độc của con người. Ông muốn người xem tập trung vào hai điểm sáng đó.",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      },
      {
        "Period": "Hà Lan",
        "Artwork": "Head of a Peasant Woman",
        "Year": "1884-1885",
        "Dimensions": "41.3 cm x 31.8 cm",
        "Medium": "Oil on canvas",
        "Technique": "Nghiên cứu Tông màu (Tonal Study): Đây là một bài tập về Chiaroscuro (tương phản sáng-tối). Toàn bộ bức tranh là một nghiên cứu về cách ánh sáng (từ chiếc mũ trắng) phản chiếu lên khuôn mặt và cách bóng tối (nền) nhấn chìm nó.\n\n\"Điêu khắc\" bằng Sơn (Sculpting with Paint): Van Gogh không \"vẽ\" khuôn mặt một cách mượt mà. Ông dùng những mảng sơn dày (Impasto) và dùng cọ để \"nặn\" (sculpt) các khối của xương gò má, mũi, và cằm.\n\nNét cọ thô (Coarse Brushwork): Cố tình không trau chuốt. Nét cọ thô ráp để phản ánh cuộc sống thô ráp.\n\nPhóng đại (Exaggeration): Ông cố tình nhấn mạnh các đặc điểm \"gai góc\" (xương gò má cao, hàm bạnh) để nắm bắt \"tính cách\" (character) chứ không phải \"vẻ đẹp\" (beauty).",
        "Meaning_of_the_Painting": "\"Bài tập\" cho Kiệt tác: Ý nghĩa quan trọng nhất: đây là các bài tập, các \"bản nháp\" cho The Potato Eaters. Van Gogh trả tiền cho nông dân để họ ngồi làm mẫu, giúp ông thực hành vẽ các khuôn mặt \"thật\".\n\nSự thật, không Phải Vẻ đẹp: Đây là tuyên ngôn của Van Gogh. Ông muốn vẽ người nông dân \"như chính họ\". Ông viết cho em trai Theo rằng ông thấy những khuôn mặt dãi dầu này \"có màu như một củ khoai tây đất\" và ông thấy điều đó đẹp hơn sự mịn màng của các quý bà thành thị.\n\nTôn vinh \"Tính cách\" (Character): Ông không vẽ một cá nhân cụ thể, mà ông vẽ một kiểu người (type). Ông đang cố gắng nắm bắt linh hồn, \"tính cách\" của người nông dân Nuenen: cứng cỏi, chịu đựng, và gắn liền với đất.",
        "Five_Dominant_Colors": "Nâu Đất (Dark Brown / Burnt Umber)\n\nXanh Ô-liu Đậm (Dark Olive Green)\n\nTrắng Xám (Greyish-White)\n\nĐen / Xám Than (Black / Charcoal Grey)\n\nVàng Ocher (Yellow Ocher)",
        "Color_Ratio": "Nâu Đất: ~35%\n\nXanh Ô-liu Đậm: ~25%\n\nTrắng Xám: ~20%\n\nĐen / Xám Than: ~15%\n\nVàng Ocher: ~5%",
        "Color_Meaning_Analysis": "Nâu Đất: Màu chủ đạo của da và phông nền. Tượng trưng cho sự hòa làm một với đất đai. Khuôn mặt của họ có màu của đất mà họ canh tác.\n\nXanh Ô-liu Đậm: Màu \"khoai tây bẩn\" mà Van Gogh yêu thích. Ông dùng nó như một tông màu trung gian (mid-tone) trên da để thể hiện sự dãi dầu, khắc khổ, và sự sống \"thô\" (raw life).\n\nTrắng Xám: Ánh sáng duy nhất và quan trọng nhất. Đây là màu của chiếc mũ (bonnet). Nó vừa là biểu tượng cho phẩm giá, sự \"văn minh\" (dù nghèo) của họ, vừa là công cụ kỹ thuật để tạo ra Chiaroscuro.\n\nĐen / Xám Than: Dùng cho bóng tối sâu nhất (hốc mắt, dưới cằm, phông nền). Tượng trưng cho sự khắc khổ, sự mệt mỏi, và bóng tối của các túp lều.\n\nVàng Ocher: Được dùng rất ít, thường là một điểm nhấn (highlight) nhỏ trên gò má hoặc mũi nơi ánh sáng chiếu vào. Tượng trưng cho một hơi ấm le lói của sự sống con người.",
        "Psychological_Analysis": " Van Gogh đang ở trong trạng thái tập trung cao độ, gần như khoa học. Ông đang \"mổ xẻ\" các khuôn mặt này. Ông cảm thấy đồng cảm sâu sắc, nhưng sự đồng cảm đó được chuyển hóa thành một mục tiêu chuyên nghiệp: làm chủ việc vẽ hình khối \"nông dân\".",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (\"Điêu khắc\" thô):\n\nÝ đồ triết học: Ông cố tình từ chối \"vẻ đẹp\" học thuật. Ông muốn bức tranh của mình \"thô\" (coarse). Ông viết: \"Tôi thà vẽ [họ]... trong sự thô kệch của họ, còn hơn là vẽ một cách 'xinh đẹp'\".\n\nÝ đồ tâm lý: Kỹ thuật \"điêu khắc\" và Impasto (sơn dày) là có chủ đích. Ông muốn chính lớp sơn phải có cảm giác thô ráp và nặng nề như cuộc đời của người mẫu. Kỹ thuật chính là thông điệp.\n\nÝ đồ khi dùng màu sắc (Tonal):\n\nÔng muốn chứng minh rằng mình có thể tạo ra một bức chân dung sống động chỉ bằng tông độ (tone) chứ không cần màu sắc (color).\n\nChiếc mũ Trắng Xám là chìa khóa. Ông dùng nó làm \"nguồn sáng\", buộc ánh sáng phải \"chảy\" trên khuôn mặt Nâu/Xanh, từ đó tạo ra hình khối. Đây là một bài tập bậc thầy về Chiaroscuro.",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      },
      {
        "Period": "Hà Lan",
        "Artwork": "The Potato Peeler",
        "Year": "1885",
        "Dimensions": "72.4 cm x 60.3 cm",
        "Medium": "Oil on canvas",
        "Technique": "Chiaroscuro (Tương phản Sáng-Tối): Đây là kỹ thuật chủ đạo. Van Gogh đang \"vật lộn\" để làm chủ nó. Ông sử dụng một nguồn sáng duy nhất (một cửa sổ không nhìn thấy ở bên trái) để chiếu sáng nhân vật, tạo ra sự tương phản kịch tính với bóng tối dày đặc của nội thất túp lều.\n\nTonalism (Chủ nghĩa Tông màu): Bức tranh bị thống trị hoàn toàn bởi bảng màu đất của Giai đoạn Hà Lan, tập trung vào tông độ (tối/sáng) thay vì màu sắc.\n\nHình khối đặc (Solid Forms): Ông vẽ người phụ nữ và các vật thể (như cái nồi) như những khối đặc, nặng, gần như \"điêu khắc\" chúng bằng sơn.\n\nNét cọ phác thảo (Sketchy Brushwork): Nét vẽ vẫn còn thô, mang tính nghiên cứu. Ông không tập trung vào chi tiết da mặt mà vào hình dáng tổng thể và tác động của ánh sáng lên nó.",
        "Meaning_of_the_Painting": "Tôn vinh sự Đơn điệu (Dignity of Monotony): Đây là một bức tranh \"tĩnh\" về hành động. Nó vinh danh một công việc hàng ngày, lặp đi lặp lại, tẻ nhạt nhất. Đối với Van Gogh, sự tập trung và kiên nhẫn của người phụ nữ trong công việc này thể hiện một \"phẩm giá\" (dignity) cao cả.\n\nNghiên cứu Kỹ thuật cho Kiệt tác: Đây là một \"bài tập\" quan trọng. Van Gogh đang giải quyết một vấn đề: \"Làm thế nào để vẽ một nhân vật trong một nội thất tối tăm (dark interior)?\" Ánh sáng, chủ đề khoai tây, và không khí ảm đạm đều được \"thử nghiệm\" ở đây trước khi ông áp dụng chúng vào bố cục 5 người của The Potato Eaters.\n\nSự thật của Lao động: Giống như các tác phẩm khác, đây là chủ nghĩa hiện thực xã hội thuần túy. Nó lột tả cuộc sống nông dân một cách chân thực, không lãng mạn hóa.",
        "Five_Dominant_Colors": "Nâu Đất (Dark Brown / Burnt Umber)\n\nĐen / Xám Than (Black / Charcoal Grey)\n\nTrắng Xám (Greyish-White)\n\nVàng Ocher (Yellow Ocher)\n\nXanh Ô-liu (Olive Green)",
        "Color_Ratio": "Nâu Đất: ~45%\n\nĐen / Xám Than: ~25%\n\nTrắng Xám: ~15%\n\nVàng Ocher: ~10%\n\nXanh Ô-liu: ~5%",
        "Color_Meaning_Analysis": "Nâu Đất: Màu của phông nền, của gỗ, của bóng tối. Tượng trưng cho cái nghèo, không gian chật chội của túp lều, và sự \"hòa tan\" của con người vào môi trường của họ.\n\nĐen / Xám Than: Màu của bóng tối sâu nhất (bên phải nhân vật). Tượng trưng cho sự khắc khổ, sự thiếu thốn ánh sáng, và tạo ra kịch tính cho kỹ thuật Chiaroscuro.\n\nTrắng Xám: Đây là màu quan trọng nhất bức tranh. Nó là màu của ánh sáng, của chiếc mũ (bonnet), của củ khoai tây đang được gọt, và của vệt sáng trên tay. Nó là trọng tâm của bức tranh, tượng trưng cho cả \"ánh sáng\" và \"thức ăn\".\n\nVàng Ocher: Màu của chiếc nồi đồng (hoặc gốm) và ánh sáng phản chiếu trên sàn. Nó là hơi ấm duy nhất trong bức tranh, một dấu hiệu mờ nhạt của sự sống và đồ gia dụng.\n\nXanh Ô-liu: Màu \"khoai tây bẩn\" đặc trưng, được trộn vào màu da và phông nền. Tượng trưng cho sự dãi dầu, mộc mạc, và sự liên kết giữa người nông dân với thức ăn của họ.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái tập trung chuyên môn cao độ. Ông đang hành động như một sinh viên nghệ thuật nghiêm túc, tự đặt ra cho mình một \"bài toán\" kỹ thuật khó (vẽ ánh sáng trong bóng tối) và quyết tâm giải nó. Sự đồng cảm của ông (vốn rất lớn) được chuyển hóa thành sự tập trung vào việc \"làm đúng\" kỹ thuật để lột tả \"sự thật\".",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Chiaroscuro):\n\nÝ đồ kỹ thuật là làm chủ ánh sáng. Ông muốn ánh sáng phải \"điêu khắc\" hình khối của người phụ nữ, làm bà nổi bật lên khỏi bóng tối như một bức tượng của Rembrandt.\n\nÝ đồ tâm lý: Bóng tối (Đen/Nâu) dày đặc tượng trưng cho cuộc sống u uất, bế tắc. Ánh sáng (Trắng/Vàng) chiếu vào tượng trưng cho sự tập trung, phẩm giá và hành động (công việc).\n\nÝ đồ khi dùng màu sắc (Trắng là trung tâm):\n\nÝ đồ của ông là tạo ra một \"tam giác\" ánh sáng: Mũ (ý thức) -> Tay (hành động) -> Khoai tây (kết quả).\n\nBằng cách làm cho củ khoai tây Trắng Xám trở thành một trong những điểm sáng nhất, ông đang đặt một vật thể tầm thường, \"bẩn\" vào vị trí \"thánh thiện\" nhất. Đó là một tuyên bố triết học: Đối với người nông dân, củ khoai tây (thức ăn) chính là ánh sáng, là sự sống.",
        "Current_Location": "The Metropolitan Museum of Art (The MET), New York City, Hoa Kỳ"
      },
      {
        "Period": "Hà Lan",
        "Artwork": "Water Mill at Opwetten",
        "Year": "1884",
        "Dimensions": "60.5 cm x 80 cm",
        "Medium": "Oil on canvas",
        "Technique": "Tonalism (Chủ nghĩa Tông màu): Kỹ thuật chủ đạo. Toàn bộ bức tranh bị thống trị bởi một bảng màu đất u tối, nhấn mạnh vào sự hài hòa của các tông màu tối thay vì sự tương phản của các màu sắc rực rỡ.\n\nNét cọ Cấu trúc (Structural Brushwork): Van Gogh \"xây dựng\" cối xay trên vải bằng những nét cọ mạnh mẽ, dứt khoát. Ông không chỉ tô màu mà còn \"vẽ\" (draw) bằng cọ, tạo ra cảm giác về sự vững chãi của kiến trúc.\n\nImpasto (Đắp sơn dày): Lớp sơn rất dày, đặc biệt là trên các bức tường gạch, mái nhà, và mặt nước sủi bọt, tạo ra một kết cấu gồ ghề, hữu hình.\n\nNghiên cứu Phản chiếu: Một phần kỹ thuật quan trọng là nỗ lực của ông trong việc nắm bắt sự phản chiếu (reflection) của tòa nhà và bầu trời trên mặt nước tối, chảy xiết.",
        "Meaning_of_the_Painting": "\"Chân dung\" của một Tòa nhà: Đây không phải là một bức tranh phong cảnh lãng mạn. Đây là một \"chân dung\" của một cỗ máy đang hoạt động. Van Gogh tôn vinh cối xay nước như một biểu tượng của lao động, chức năng, và sự bền bỉ.\n\nBiểu tượng của Nông thôn: Giống như Weaver (Người thợ dệt), cối xay là một biểu tượng của ngành công nghiệp-thủ công nông thôn. Nó đại diện cho một thế giới cũ kỹ, chân thực, gắn liền với thiên nhiên (sức nước) mà Van Gogh vô cùng ngưỡng mộ.\n\nVẻ đẹp trong sự Chân thực: Van Gogh không cố gắng \"làm đẹp\" cối xay. Ông vẽ nó với tất cả sự cũ kỹ, rêu mốc. Vẻ đẹp của nó nằm ở chức năng và lịch sử của nó, ở sự \"trung thực\" của nó.",
        "Five_Dominant_Colors": "Xanh Ô-liu Đậm (Dark Olive Green)\n\nNâu Đất (Dark Brown / Burnt Umber)\n\nXám Lam (Grey-Blue)\n\nĐen / Xám Than (Black / Charcoal Grey)\n\nVàng Ocher / Nâu Đỏ (Yellow Ocher / Reddish-Brown)",
        "Color_Ratio": "Xanh Ô-liu Đậm: ~35%\n\nNâu Đất: ~30%\n\nXám Lam: ~20%\n\nĐen / Xám Than: ~10%\n\nVàng Ocher / Nâu Đỏ: ~5%",
        "Color_Meaning_Analysis": "Xanh Ô-liu Đậm: Màu của thảm thực vật, rêu mốc, và mặt đất ẩm ướt. Tượng trưng cho sự sống kiên cường, \"bẩn\", và sự hòa quyện của công trình vào thiên nhiên.\n\nNâu Đất: Màu của kiến trúc cối xay (gỗ, gạch) và đất. Tượng trưng cho sự cũ kỹ, lịch sử, và sự vững chãi.\n\nXám Lam: Màu của bầu trời u ám, nặng nề và sự phản chiếu của nó. Tượng trưng cho sự u uất (melancholy) của khí hậu Hà Lan và tạo ra một không khí nghiêm túc.\n\nĐen / Xám Than: Màu của bóng tối sâu nhất, của các hốc, và của mặt nước tối. Tượng trưng cho sức nặng, sự bí ẩn, và sự mài mòn của thời gian.\n\nVàng Ocher / Nâu Đỏ: Những điểm nhấn \"ấm\" duy nhất. Dùng cho gạch và một số phản chiếu. Tượng trưng cho \"linh hồn\" hoặc \"tính cách\" của tòa nhà, là dấu hiệu của sự sống con người/công năng.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái kính nể (respect). Ông nhìn cối xay nước này không khác gì cách ông nhìn một người nông dân già dãi dầu sương gió. Ông thấy nó \"cao quý\" (noble) và \"thật\" (authentic). Ông cảm thấy một sự kết nối sâu sắc với những biểu tượng của thế giới nông thôn \"nguyên thủy\" này.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Impasto & Cấu trúc):\n\nÔng muốn bức tranh của mình phải có trọng lượng vật lý. Ông muốn người xem \"cảm nhận\" được sự vững chãi, thô ráp của đá và gỗ.\n\nKỹ thuật Impasto (sơn dày) và nét cọ \"xây dựng\" là một lựa chọn triết học: kỹ thuật phải thô ráp và mạnh mẽ như chính chủ thể. Ông đang \"tạc\" cối xay bằng sơn.\n\nÝ đồ khi dùng màu sắc (Tonalism):\n\nĐây là một tuyên bố có ý thức. Ông từ chối dùng màu sắc tươi sáng, vì ông tin rằng chúng \"giả dối\".\n\nÔng cố tình dùng bảng màu đất u tối này để truyền tải \"sự nghiêm túc\" (ernst) và \"sự thật\" (waarheid) của cảnh vật. Bầu trời Xám Lam (lạnh) và tòa nhà Nâu/Xanh (ấm áp một cách u tối) tạo ra một sự hài hòa ảm đạm, mà đối với ông, đó là \"sự thật\" của Nuenen.",
        "Current_Location": "Bảo tàng Nghệ thuật Bắc Brabant (Het Noordbrabants Museum) ở 's-Hertogenbosch, Hà Lan."
      },
      {
        "Period": "Hà Lan",
        "Artwork": "Potato Field",
        "Year": "1883",
        "Dimensions": "35.5 cm x 55 cm",
        "Medium": "Oil on paper on panel",
        "Technique": "Tonalism (Chủ nghĩa Tông màu): Kỹ thuật chủ đạo. Toàn bộ bức tranh bị thống trị bởi một tông màu nâu-đen ảm đạm, với rất ít sự tương phản màu sắc.\n\nĐường chân trời thấp (Low Horizon Line): Đây là một kỹ thuật bố cục quan trọng. Van Gogh đặt đường chân trời rất thấp, khiến bầu trời chiếm 2/3 bức tranh, tạo cảm giác về sự rộng lớn, hoang vu và sức nặng của bầu trời.\n\nImpasto (Đắp sơn dày): Ông dùng sơn rất dày để mô tả kết cấu thô ráp của mặt đất than bùn (peat) và luống khoai tây.\n\nWet-on-wet (Ướt trên ướt): Ông thường vẽ bầu trời và mặt đất khi sơn còn ướt, khiến chúng hòa quyện vào nhau ở đường chân trời, tạo cảm giác về một không khí ẩm ướt, nặng nề.",
        "Meaning_of_the_Painting": "\"Sự thật\" của Đất: Đây là một \"chân dung\" của chính mặt đất. Bức tranh không nhằm mục đích lãng mạn hóa. Nó tập trung vào nguồn gốc của sự sống của người nông dân: mặt đất than bùn (peat soil) cằn cỗi.\n\nSự U uất và Cô lập: Cảnh quan Drenthe hoang vu, trống trải, dưới một bầu trời nặng trĩu. Bức tranh là sự thể hiện trực tiếp nỗi cô đơn và sự u uất mà Van Gogh cảm thấy trong thời gian ông ở đây.\n\nVẻ đẹp trong sự Khắc khổ: Van Gogh tìm thấy một \"vẻ đẹp cao cả\" (sublime) trong sự ảm đạm này. Đối với ông, cánh đồng \"thô\" (raw) và \"nguyên thủy\" (primitive) này \"thật\" hơn bất kỳ cảnh quan \"đẹp đẽ\" nào.",
        "Five_Dominant_Colors": "Nâu Đất (Dark Brown / Burnt Umber)\n\nXám Lam (Grey-Blue)\n\nXanh Ô-liu Đậm (Dark Olive Green)\n\nĐen / Xám Than (Black / Charcoal Grey)\n\nTrắng Xám (Greyish-White)",
        "Color_Ratio": "Nâu Đất: ~50%\n\nXám Lam: ~30%\n\nXanh Ô-liu Đậm: ~10%\n\nĐen / Xám Than: ~5%\n\nTrắng Xám: ~5%",
        "Color_Meaning_Analysis": "Nâu Đất: Màu của đất than bùn. Tượng trưng cho nền tảng của sự sống, sự khắc khổ, và sự nghèo đói của vùng đất.\n\nXám Lam: Màu của bầu trời Drenthe nặng trĩu. Tượng trưng cho sự cô lập, sự u uất, và cái lạnh bao trùm. Đó là một \"cái lồng\" không khí đè nặng lên cảnh vật.\n\nXanh Ô-liu Đậm: Màu của chính những cây khoai tây. Đây là màu sự sống \"bẩn\", một sự sống đang vật lộn, kiên cường nhưng không rực rỡ, tượng trưng cho cuộc sống của người nông dân.\n\nĐen / Xám Than: Màu của bóng tối sâu nhất, của các luống cày. Đại diện cho gánh nặng, sức nặng, và sự khắc khổ của công việc.\n\nTrắng Xám: Một đốm sáng lạnh lẽo trên bầu trời, hoặc một túp lều ở xa. Tượng trưng cho hy vọng mong manh, hoặc sự hiện diện nhỏ bé, cô độc của con người trong thiên nhiên bao la.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái cô đơn tột độ khi ở Drenthe. Phong cảnh ảm đạm này chính là tấm gương phản chiếu tâm hồn (a mirror to his soul) ông lúc đó: rộng lớn, u buồn, và trống rỗng. Ông cảm thấy một sự đồng điệu sâu sắc với \"nỗi buồn\" của vùng đất này.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Đường chân trời thấp & Impasto):\n\nÝ đồ của ông là làm cho người xem cảm nhận được sức nặng của bầu trời. Bầu trời Xám Lam chiếm 2/3 bức tranh tạo ra một cảm giác bị đè nén, áp đảo.\n\nKỹ thuật Impasto (sơn dày) trên mặt đất là để người xem cảm nhận được kết cấu vật lý của đất than bùn. Ông muốn bức tranh phải \"thật\" về mặt vật chất.\n\nÝ đồ khi dùng màu sắc (Tonalism):\n\nÔng cố tình dùng một bảng màu gần như đơn sắc (Nâu) để thống nhất mọi thứ và truyền tải một cảm xúc (mood) duy nhất: u buồn.\n\nĐây là một lựa chọn triết học, từ chối \"vẻ đẹp\" dễ dãi. Ông muốn chứng minh rằng \"sự thật\" của một cánh đồng than bùn ảm đạm cũng có giá trị nghệ thuật. Đốm sáng Trắng Xám (nếu có) chỉ càng nhấn mạnh sự u tối xung quanh nó.",
        "Current_Location": "Bảo tàng Kröller-Müller (Kröller-Müller Museum), Otterlo, Hà Lan"
      },
      {
        "Period": "Hà Lan",
        "Artwork": "The Parsonage at Nuenen",
        "Year": "1885",
        "Dimensions": "33 cm x 43 cm",
        "Medium": "Oil on canvas",
        "Technique": "Chiaroscuro (Tương phản Sáng-Tối): Kỹ thuật này được sử dụng rất mạnh. Ngôi nhà được chiếu sáng bởi một nguồn sáng lạnh lẽo, ma mị, nổi bật lên khỏi một bầu trời đêm và những cái cây đen kịt.\n\nTonalism (Chủ nghĩa Tông màu): Toàn bộ bức tranh được bao bọc trong một bảng màu tối, ảm đạm, chủ yếu là các tông xanh-xám và đen.\n\nNét cọ biểu cảm (Expressive Brushwork): Bầu trời và cây cối không được vẽ một cách \"thật\", mà bằng những nét cọ dữ dội, vặn vẹo, thể hiện cảm xúc bất an, báo trước phong cách của ông sau này.\n\nBố cục (Composition): Ngôi nhà (biểu tượng của gia đình) bị \"kẹp\" và \"đe dọa\" bởi những cái cây đen kịt, khẳng khiu như những bộ xương.",
        "Meaning_of_the_Painting": "Ngôi nhà Ma ám (A Haunted Home): Đây là một bức tranh mang tính cá nhân sâu sắc. Cha của Van Gogh (một mục sư) đã qua đời đột ngột tại chính ngôi nhà này vào tháng 3 năm 1885.\n\nSự Mất mát và Tang tóc: Bức tranh, được vẽ vài tháng sau đó, là một sự phản ánh nỗi đau. Bầu trời u ám, những cái cây trơ trụi, và hình bóng một người phụ nữ mặc đồ đen cô độc đi về phía ngôi nhà tạo ra một không khí tang tóc (mourning) và cô lập tột độ.\n\nSự Xa lánh (Alienation): Đây là ngôi nhà của gia đình ông, nhưng Van Gogh luôn cảm thấy mình là \"kẻ ngoại đạo\" trong chính gia đình mình. Sau cái chết của cha, mối quan C-H-ệ này càng trở nên căng thẳng. Bức tranh không thể hiện một \"tổ ấm\", mà là một \"vỏ bọc\" lạnh lẽo, một nơi ông không còn thuộc về.",
        "Five_Dominant_Colors": "Xanh Phổ / Xám Lam (Prussian Blue / Grey-Blue)\n\nĐen / Xám Than (Black / Charcoal Grey)\n\nTrắng Xám (Greyish-White)\n\nNâu Đất (Dark Brown)\n\nXanh Ô-liu (Olive Green)",
        "Color_Ratio": "Xanh Phổ / Xám Lam: ~40%\n\nĐen / Xám Than: ~25%\n\nTrắng Xám: ~15%\n\nNâu Đất: ~15%\n\nXanh Ô-liu: ~5%",
        "Color_Meaning_Analysis": "Xanh Phổ / Xám Lam: Màu của bầu trời đêm. Đây là một màu lạnh lẽo, nặng nề, tượng trưng cho sự u uất (melancholy) và một gánh nặng tâm lý bao trùm.\n\nĐen / Xám Than: Màu của những cái cây trơ trụi, bóng tối, và người phụ nữ. Đây là màu của cái chết, sự tang tóc, và sự cô đơn tuyệt đối.\n\nTrắng Xám: Màu của mặt tiền ngôi nhà. Đây là ánh sáng duy nhất, nhưng không phải là ánh sáng ấm áp. Nó là một ánh sáng lạnh, ma mị (ghostly), tượng trưng cho một \"ký ức\" hoặc một sự hiện diện đã mất.\n\nNâu Đất: Màu của kiến trúc (mái nhà) và mặt đất. Tượng trưng cho sự cũ kỹ, sự nặng nề của truyền thống gia đình.\n\nXanh Ô-liu: Màu \"sự sống\" duy nhất (thảm cỏ), nhưng được vẽ một cách u tối. Tượng trưng cho sự sống đang bị kìm nén, bị bóng tối của cái chết lấn át.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái đau buồn (grieving) và cô lập (isolated) sâu sắc. Ông đang vẽ lại ngôi nhà nơi cha ông vừa qua đời, và nơi ông cảm thấy bị ruồng bỏ bởi phần còn lại của gia đình (đặc biệt là mẹ và em gái). Bức tranh là sự thể hiện trực quan của nỗi tuyệt vọng và cảm giác mất mát tổ ấm.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Biểu cảm):\n\nĐây là một trong những bức tranh đầu tiên ông hy sinh \"sự thật\" quang học để lấy \"cảm xúc\".\n\nBầu trời vần vũ và những cái cây như bộ xương không phải là những gì ông thấy, mà là những gì ông cảm nhận. Ông đang \"vẽ\" nỗi buồn của mình lên phong cảnh.\n\nÝ đồ khi dùng màu sắc (Lạnh vs. Tối):\n\nÝ đồ của ông là tạo ra một bản giao hưởng của sự ảm đạm. Ông không dùng màu sắc để mô tả, mà để tạo không khí.\n\nCuộc đối đầu then chốt là giữa Trắng Xám (ngôi nhà) và Đen/Xanh (thiên nhiên/bóng tối). Ngôi nhà (ký ức, gia đình) đang bị nuốt chửng bởi bóng tối của cái chết và sự cô lập.\n\nNgười phụ nữ mặc đồ Đen là chìa khóa: bà là hiện thân của nỗi buồn, đi về phía ngôi nhà \"ma ám\", củng cố cảm giác bi kịch không thể thoát ra.",
        "Current_Location": "Private Collection"
      },
      {
        "Period": "Hà Lan",
        "Artwork": "Beach at Scheveningen in Stormy Weather",
        "Year": "1882",
        "Dimensions": "34.5 cm x 51 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Bức tranh này được vẽ trong một cơn bão. Van Gogh đã phải vật lộn với gió và cát bay. Khi phục hồi bức tranh, người ta tìm thấy cát thật từ bãi biển Scheveningen vẫn còn dính trong các lớp sơn dày, một minh chứng cho kỹ thuật vẽ tại chỗ của ông).\n\nEn Plein Air (Vẽ ngoài trời): Đây là kỹ thuật cốt lõi. Ông không vẽ trong xưởng, mà đặt giá vẽ trực tiếp trên bãi biển để \"chiến đấu\" với cơn bão.\n\nNét cọ Nhanh, Thô (Rapid, Coarse Brushwork): Nét vẽ cực kỳ vội vã, dữ dội, và đặc quánh. Ông không cố gắng vẽ chi tiết (như các con sóng), mà cố gắng nắm bắt năng lượng và sự chuyển động của cơn bão.\n\nImpasto (Đắp sơn dày): Ông bóp thẳng sơn từ tuýp ra và dùng cọ \"quết\" lên vải. Lớp sơn dày không chỉ là ý đồ, mà còn là kết quả của việc phải vẽ nhanh và việc cát dính vào sơn.\n\nTonalism (Chủ nghĩa Tông màu): Vẫn chịu ảnh hưởng của Trường phái Hague (như Anton Mauve). Bức tranh bị thống trị bởi các tông màu xám, nâu, và xanh xám để tạo ra không khí (atmosphere) ảm đạm, thay vì màu sắc rực rỡ.",
        "Meaning_of_the_Painting": "Trận chiến với Thiên nhiên: Đây không phải là một bức tranh quan sát, mà là một bức tranh tham gia. Nó là \"biên bản\" của một trận chiến vật lý giữa người họa sĩ và các yếu tố tự nhiên (gió, cát, sóng).\n\n\"Sự thật\" của Cơn bão: Van Gogh không muốn vẽ một bãi biển \"đẹp\" hay \"lãng mạn\". Ông muốn vẽ một bãi biển \"thật\". Ông muốn lột tả sự hung dữ, hỗn loạn, và sức mạnh nguyên thủy của thiên nhiên.\n\nSự khởi đầu của Biểu cảm: Mặc dù vẫn là Giai đoạn Hà Lan, đây là một trong những tác phẩm đầu tiên cho thấy Van Gogh quan tâm đến việc thể hiện cảm giác (feeling) của một cảnh tượng hơn là chỉ sao chép nó một cách chính xác.",
        "Five_Dominant_Colors": "Xám Bão (Storm Grey)\n\nNâu Đất (Earthy Brown / Sand)\n\nTrắng Xám (Greyish-White / Seafoam)\n\nĐen / Xám Than (Black / Charcoal Grey)\n\nXanh Phổ (Prussian Blue / Dark Blue)",
        "Color_Ratio": "Xám Bão: ~40%\n\nNâu Đất: ~25%\n\nTrắng Xám: ~20%\n\nĐen / Xám Than: ~10%\n\nXanh Phổ: ~5%",
        "Color_Meaning_Analysis": "Xám Bão: Màu của bầu trời và biển. Tượng trưng cho sự hỗn loạn, sức mạnh áp đảo, và không khí nặng nề, ảm đạm của cơn bão.\n\nNâu Đất: Màu của bãi cát ướt. Tượng trưng cho mặt đất \"thật\", nơi duy nhất để bám víu. Nó là màu \"thô\" của thiên nhiên.\n\nTrắng Xám: Màu của những con sóng vỡ (bọt biển). Đây là năng lượng của bức tranh, tượng trưng cho sự va chạm, sự dữ dội của nước. Đây là ánh sáng duy nhất, nhưng là một ánh sáng lạnh lẽo.\n\nĐen / Xám Than: Màu của những bóng người nhỏ bé trên bãi biển và bóng đổ. Tượng trưng cho sự nhỏ bé, mỏng manh của con người khi đối mặt với sức mạnh vĩ đại của thiên nhiên.\n\nXanh Phổ: Được dùng ở những vùng nước sâu nhất. Tượng trưng cho cái lạnh, sự nguy hiểm, và độ sâu không thể lường trước của biển cả.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái hưng phấn, thách thức, và tràn đầy năng lượng. Ông không sợ hãi cơn bão; ông \"lao\" vào nó. Ông viết cho Theo một cách hào hứng về việc gió thổi cát vào bức tranh của mình. Ông đang ở trong tâm thế của một \"kẻ chinh phục\", muốn \"bắt\" được cơn bão.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Thô và Nhanh):\n\nKỹ thuật thô ráp chính là cơn bão. Van Gogh muốn bức tranh của mình trông giống như nó đã trải qua một cơn bão.\n\nÔng đang cố tình chống lại sự \"hoàn thiện\", \"mịn màng\" của các họa sĩ Trường phái Hague. Ông cho rằng họ vẽ trong xưởng nên tranh của họ \"lịch sự\" quá, còn tranh của ông (vẽ tại chỗ) mới là \"thật\".\n\nÝ đồ khi dùng màu sắc (Tonalism):\n\nÔng dùng bảng màu Tonal (xám, nâu) vì đó là \"sự thật\" của một cơn bão ở Hà Lan. Không có mặt trời, không có màu sắc rực rỡ.\n\nBằng cách tập trung vào Xám, Nâu, và Trắng (lạnh), ông buộc người xem phải tập trung vào kết cấu (texture) và năng lượng (energy), thay vì bị phân tâm bởi màu sắc.",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      },
      {
        "Period": "Hà Lan",
        "Artwork": "At Eternity's Gate",
        "Year": "1882",
        "Dimensions": "57.2 cm x 37.5 cm",
        "Medium": "Lithograph",
        "Technique": "Draughtsmanship (Kỹ thuật vẽ phác thảo): Kỹ thuật chủ đạo là khả năng dựng hình.\n\nĐường viền Biểu cảm (Expressive Outlines): Van Gogh sử dụng các đường viền mạnh mẽ, nặng nề, và có phần \"gãy\" (broken) để mô tả cơ thể. Nếp nhăn trên quần áo được vẽ như những thung lũng của nỗi buồn.\n\nCross-hatching (Đan nét): Ông sử dụng kỹ thuật đan nét thô bạo để tạo ra bóng tối, đặc biệt là ở phần lưng áo và trong lò sưởi, nhấn mạnh sự u uất.\n\nTập trung vào Tư thế (Focus on Pose): Toàn bộ cảm xúc được truyền tải qua tư thế: hai nắm tay siết chặt, đầu gục xuống, một tư thế phổ quát của sự tuyệt vọng và đau khổ.",
        "Meaning_of_the_Painting": "Sự tuyệt vọng Tột cùng (Ultimate Despair): Đây là một bức chân dung của nỗi thống khổ. Nó thể hiện một người đàn ông già, \"mòn mỏi\" (worn out), đang đối mặt với sự vô nghĩa, cái chết, hoặc một nỗi buồn không thể chịu đựng nổi.\n\nSự cô đơn của Tuổi già: Tác phẩm là một lời bình luận sâu sắc về sự cô đơn, nghèo đói, và sự ruồng bỏ mà người già phải đối mặt. Ngọn lửa trong lò sưởi đã tắt (hoặc chỉ còn than tàn), ngụ ý sự sống và hơi ấm đã cạn kiệt.\n\n\"Nỗi buồn\" của Nam giới: Nếu Sorrow (1882) là hiện thân của nỗi đau nữ tính, thì At Eternity's Gate là hiện thân của nỗi đau nam tính—một nỗi đau câm lặng, nội tâm, và nặng trĩu.\n\nSự đồng cảm: Giống như Sorrow, đây là một tác phẩm của sự đồng cảm. Van Gogh nhìn thấy chính mình trong những người bị xã hội ruồng bỏ. Ông viết rằng ông muốn thể hiện \"nỗi đau khổ thực sự\".",
        "Five_Dominant_Colors": "Đen (Black) \nTrắng/Kem (White/Cream)\nXám Đậm (Dark Grey)\nXám Trung (Mid-Grey) \nNâu (Brown)",
        "Color_Ratio": "Xám Trung: ~35%\n\nTrắng/Kem: ~25%\n\nĐen: ~20%\n\nXám Đậm: ~15%\n\nNâu: ~5%",
        "Color_Meaning_Analysis": "Đen: Màu của lò sưởi đã tắt, bóng tối sâu nhất. Tượng trưng cho sự trống rỗng, sự tuyệt vọng, và \"cánh cửa vĩnh hằng\" (cái chết).\n\nTrắng/Kem (Giấy): Màu của ánh sáng chiếu vào trán và nắm tay. Nó là ánh sáng lạnh lẽo của sự thật, phơi bày nỗi đau và sự trần trụi của cảm xúc.\n\nXám Đậm: Màu của bóng đổ và các nếp gấp sâu nhất trên quần áo. Tạo ra trọng lượng, gánh nặng tâm lý, và sự mệt mỏi.\n\nXám Trung: Tông màu chủ đạo của quần áo, tường. Tượng trưng cho một cuộc sống ảm đạm, không có gì nổi bật, một sự tồn tại mờ nhạt.\n\nNâu: Màu của sàn nhà, ghế. Tượng trưng cho thế giới vật chất thô kệch, trần trụi, mang lại cảm giác của đất và sự khiêm nhường.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái đồng cảm sâu sắc (profound empathy). Ông đang ở The Hague, một giai đoạn ông bị ám ảnh bởi việc lột tả \"linh hồn\" của những người bị áp bức. Ông không chỉ vẽ một người đàn ông già; ông đang cố gắng vẽ chính \"nỗi buồn\".",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Nét vẽ thô, gãy):\n\nÝ đồ của ông là \"sự thật\" hơn là \"vẻ đẹp\".\n\nCác nét vẽ thô ráp, góc cạnh, và nặng nề không phải là do ông vẽ \"kém\", mà là một lựa chọn có ý thức. Ông muốn chính nét vẽ cũng phải thể hiện sự \"mòn mỏi\" (worn out) và \"gai góc\" (harsh) của cuộc đời. Kỹ thuật chính là thông điệp.\n\nÝ đồ khi dùng \"màu\" (Đen/Trắng):\n\nBằng cách loại bỏ màu sắc, ông loại bỏ mọi sự phân tâm. Người xem bị buộc phải đối mặt trực tiếp với cảm xúc thô (raw emotion).\n\nSự tương phản mạnh giữa Trắng (nắm tay siết chặt, trán) và Đen (lò sưởi, bóng tối) là một lựa chọn tâm lý. Nó là sự đối đầu trực diện: đây là sự thật, không có gì che đậy, không có gì lãng mạn hóa. Ông đang chứng minh rằng ông có thể nắm bắt được \"linh hồn\" chỉ bằng đường nét và bóng tối.",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan\n\nBảo tàng Kröller-Müller (Kröller-Müller Museum), Otterlo, Hà Lan\n\nThe Metropolitan Museum of Art (The MET), New York City, Hoa Kỳ"
      },
      {
        "Period": "Paris",
        "Artwork": "Portrait of Père Tanguy",
        "Year": "1887",
        "Dimensions": "92 cm x 75 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Japonisme (Ảnh hưởng Phù thế Nhật Bản): Đây là kỹ thuật và chủ đề quan trọng nhất. Phông nền không phải là một căn phòng, mà là một \"bức tường\" phẳng gồm 6 bản in Ukiyo-e mà Van Gogh sưu tầm.\n\nMảng màu phẳng (Flat Planes of Color): Ảnh hưởng từ Ukiyo-e và Hậu-Ấn tượng. Van Gogh không còn dùng Chiaroscuro (sáng-tối) để tạo khối. Thay vào đó, ông sử dụng các mảng màu phẳng, mạnh mẽ (như chiếc áo khoác xanh) và dùng các đường viền tối (dark outlines) để định hình.\n\nMàu bổ túc (Complementary Colors): Ông cố tình đặt các cặp màu bổ túc cạnh nhau: chiếc mũ Vàng-Cam nổi bật trên nền Xanh Lam của bức tranh (núi Phú Sĩ), và chiếc áo khoác Xanh Lam tương phản với bộ râu Cam.\n\nNét cọ Điểm họa (Pointillist-like Brushwork): Mặc dù không tuân thủ nghiêm ngặt, nét cọ của ông đã ngắn, nhanh, và rời rạc, đặc biệt là trên khuôn mặt và phông nền.",
        "Meaning_of_the_Painting": "Tôn vinh \"Người Cha\" của Nghệ thuật: Julien \"Père\" (Cha) Tanguy là một nhà buôn họa phẩm huyền thoại ở Paris. Ông là một trong những người hiếm hoi chấp nhận đổi tranh lấy họa phẩm (sơn, vải) cho các họa sĩ trẻ, nghèo khó như Van Gogh, Cézanne, và Gauguin. Bức tranh này là một lời tri ân sâu sắc, một bức \"chân dung thánh\" (icon) của người bảo trợ nghệ thuật.\n\nTuyên ngôn về Nghệ thuật Mới: Bằng cách đặt Tanguy (người bán họa phẩm \"hiện đại\") ngồi trước một phông nền Ukiyo-e (nguồn cảm hứng \"hiện đại\"), Van Gogh đang đưa ra một tuyên ngôn: Đây là tương lai của hội họa. Ông đang kết nối người cung cấp vật chất (Tanguy) với nguồn cảm hứng tinh thần (Nhật Bản).\n\nChân dung tâm lý: Bức tranh thể hiện Tanguy là một người hiền lành, trầm tư, có phần khắc khổ nhưng tốt bụng. Tư thế ngồi thẳng, tĩnh tại như một vị Phật (Buddha-like serenity).",
        "Five_Dominant_Colors": "Xanh Lam (Cobalt / Cerulean Blue)\n\nĐỏ / Cam (Red / Orange)\n\nVàng (Yellow)\n\nXanh Lục (Emerald Green)\n\nNâu / Đen (Brown / Black)",
        "Color_Ratio": "Xanh Lam: ~30%\n\nĐỏ / Cam: ~25%\n\nVàng: ~20%\n\nXanh Lục: ~15%\n\nNâu / Đen: ~10%",
        "Color_Meaning_Analysis": "Xanh Lam: Màu của chiếc áo khoác và bức tranh núi Phú Sĩ. Tượng trưng cho sự bình yên, tĩnh tại, và trí tuệ. Nó tạo ra một khối trung tâm vững chắc cho Tanguy.\n\nĐỏ / Cam: Màu của bộ râu, tóc, các chi tiết trên tranh Nhật và chiếc mũ. Tượng trưng cho năng lượng, sự ấm áp, và niềm đam mê. Đây là màu \"lửa\" tương phản với sự \"tĩnh\" của màu xanh.\n\nVàng: Màu của chiếc mũ và các mảng tường. Tượng trưng cho ánh sáng, sự khai sáng (enlightenment), và là màu bổ túc cho màu tím (mà ông dùng trong bóng tối).\n\nXanh Lục: Màu của các bức tranh geisha. Tượng trưng cho sự sống, thiên nhiên, và sự mới mẻ của một nền văn hóa khác (Nhật Bản).\n\nNâu / Đen: Dùng cho các đường viền (outlines) và bóng tối. Tượng trưng cho cấu trúc, sự vững chãi. Đây không còn là màu của \"u uất\" (như ở Hà Lan) mà là một công cụ đồ họa.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái hưng phấn khám phá. Ông như \"cá gặp nước\". Ông say mê lý thuyết màu sắc và các bản in Nhật Bản. Bức tranh này là sự thể hiện niềm vui sướng, sự lạc quan của một người vừa tìm thấy \"chân lý\" nghệ thuật mới của mình. Ông vẽ Tanguy với lòng kính trọng và biết ơn sâu sắc.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Japonisme & Mảng phẳng):\n\nÔng cố tình loại bỏ chiều sâu (depth). Ý đồ là phá vỡ lối vẽ truyền thống phương Tây (vốn dùng Chiaroscuro).\n\nÔng muốn bức tranh phẳng, rực rỡ và mang tính trang trí (decorative) như một bản in Ukiyo-e. Ông đang tuyên bố: \"Tôi không còn là họa sĩ của Giai đoạn Hà Lan u tối nữa.\"\n\nÝ đồ khi dùng màu sắc (Bảng màu rực rỡ):\n\nĐây là một cuộc \"cách mạng\" màu sắc có ý thức. Ông không dùng màu sắc để mô tả thực tế, mà dùng chúng để biểu đạt cảm xúc và tạo ra sự hài hòa thị giác.\n\nÝ đồ của việc đặt Cam (râu) cạnh Xanh (áo) là để tạo ra sự rung động (vibration) thị giác mạnh nhất có thể. Ông đang \"thực hành\" lý thuyết màu sắc mà ông vừa học được. Bức tranh là một bài tập bậc thầy, thể hiện sự tự tin mới mẻ của ông.",
        "Current_Location": "Bảo tàng Rodin (Musée Rodin) ở Paris, Pháp"
      },
      {
        "Period": "Paris",
        "Artwork": "Self-Portrait with Grey Felt Hat",
        "Year": "1887",
        "Dimensions": "44.5 cm x 37.2 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Kỹ thuật Phân chia màu (Divisionism/Pointillism): Đây là kỹ thuật chủ đạo, cho thấy ảnh hưởng trực tiếp từ Georges Seurat. Van Gogh không trộn màu trên bảng pha (palette), mà đặt các nét cọ ngắn, tinh khiết của các màu khác nhau (vàng, xanh lá, cam, xanh lam) cạnh nhau. Ông để cho mắt của người xem tự \"pha trộn\" các màu sắc đó khi nhìn, tạo ra một hiệu ứng ánh sáng rực rỡ.\n\nNét cọ Xoay (Radiating Brushwork): Nét cọ ở phông nền không tĩnh, mà xoay và tỏa ra từ đầu của ông, tạo thành một \"vầng hào quang\" (halo) đầy năng lượng, thể hiện sự căng thẳng và năng lượng nội tâm.\n\nMàu bổ túc (Complementary Colors): Bức tranh là một bài thực hành bậc thầy về lý thuyết màu. Toàn bộ tác phẩm được xây dựng dựa trên sự tương phản trực tiếp giữa hai màu bổ túc: CAM (bộ râu, làn da) và XANH LAM (áo khoác, phông nền).",
        "Meaning_of_the_Painting": "Phòng thí nghiệm Kỹ thuật: Đây là một \"phòng thí nghiệm\". Van Gogh quá nghèo để thuê người mẫu, vì vậy ông tự vẽ mình (ông đã vẽ hơn 20 bức tự họa ở Paris) để thực hành các kỹ thuật mới mà ông vừa học được. Bức tranh này là một bài tập về Kỹ thuật Phân chia màu.\n\nTuyên ngôn Hiện đại: Bức tranh là một lời tuyên bố: \"Tôi không còn là họa sĩ nông dân u tối của Nuenen nữa.\" Ông mặc một bộ đồ thành thị (áo khoác và mũ nỉ), thể hiện mình là một họa sĩ Paris hiện đại, tinh tế, và đang nắm bắt những lý thuyết nghệ thuật tiên tiến nhất.\n\nChân dung tâm lý: Ánh mắt xuyên thấu, nghiêm nghị và sự căng thẳng trong các nét cọ cho thấy một con người đang tập trung cao độ, có phần lo lắng, nhưng quyết tâm \"bắt kịp\" và làm chủ nghệ thuật hiện đại.",
        "Five_Dominant_Colors": "Xanh Lam (Cobalt / Cerulean Blue)\n\nCam (Orange)\n\nVàng (Yellow / Ocher)\n\nXanh Lục (Emerald Green)\n\nĐỏ (Red / Vermilion)",
        "Color_Ratio": "Xanh Lam: ~35%\n\nCam: ~25%\n\nVàng: ~15%\n\nXanh Lục: ~15%\n\nĐỏ: ~10%",
        "Color_Meaning_Analysis": "Xanh Lam: Màu của hậu cảnh, áo khoác, và được dùng trong bóng tối trên mặt. Tượng trưng cho sự lạnh lẽo, không khí, và chiều sâu. Đây là màu \"lạnh\" chủ đạo để làm nổi bật màu \"nóng\".\n\nCam: Màu của râu, tóc, và các mảng \"ấm\" trên da. Tượng trưng cho năng lượng, sức sống. Đây là màu bổ túc cho Xanh Lam, tạo ra sự rung động thị giác mạnh nhất.\n\nVàng: Dùng làm điểm nhấn (highlight) trên da (trán, mũi, gò má). Tượng trưng cho ánh sáng tinh khiết.\n\nXanh Lục: Được dùng tinh tế trong bóng tối của khuôn mặt (dưới mắt, bên thái dương). Đây là một kỹ thuật Ấn tượng, dùng màu lạnh (xanh) cho bóng của màu ấm (vàng/cam), thay vì dùng màu đen/nâu như Giai đoạn Hà Lan.\n\nĐỏ: Dùng cho môi và các sợi râu. Tượng trưng cho sự sống, máu, và là điểm nhấn \"nóng\" nhất, tạo ra sự tập trung vào trung tâm khuôn mặt.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái tập trung cao độ, khoa học, và có phương pháp (methodical). Ông không chỉ vẽ theo cảm xúc (như ở Arles), mà đang \"nghiên cứu\" và \"phân tích\" chính mình dưới ánh sáng của lý thuyết màu sắc. Ánh mắt nghiêm túc cho thấy sự quyết tâm làm chủ kỹ thuật mới.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Phân chia màu):\n\nÝ đồ là tạo ra ánh sáng rực rỡ (luminosity). Bằng cách đặt các màu tinh khiết cạnh nhau, ông muốn bức tranh \"rung\" lên với ánh sáng, một điều mà bảng màu tối của Hà Lan không thể làm được.\n\nNét cọ xoay (halo): Ý đồ là tạo ra năng lượng, sự căng thẳng (tension). Bức chân dung không tĩnh; nó đang \"rung động\" (vibrating) với năng lượng nội tâm của họa sĩ.\n\nÝ đồ khi dùng màu sắc (Xanh vs. Cam):\n\nĐây là một bài tập có chủ đích về lý thuyết màu bổ túc. Ông cố tình chọn áo khoác xanh và để râu cam để tạo ra sự tương phản kịch tính nhất. Ông đang chứng minh cho chính mình rằng lý thuyết này hoạt động, rằng nó có thể tạo ra một bức chân dung sống động hơn bất kỳ phương pháp truyền thống nào.",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      },
      {
        "Period": "Paris",
        "Artwork": "Self-Portrait as a Painter",
        "Year": "1888",
        "Dimensions": "65.1 cm x 50 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Nét cọ Nhịp điệu (Rhythmic Brushwork): Đây là một bước tiến so với Kỹ thuật Phân chia màu (Divisionism) của bức Mũ Nỉ Xám. Thay vì các dấu chấm, ông sử dụng các nét cọ dài, song song, và có nhịp điệu (đặc biệt là trên áo khoác và phông nền) để \"dệt\" (weave) nên hình khối và bề mặt.\n\nXây dựng Hình khối bằng Màu sắc: Ông không dùng bóng tối (đen/nâu) để tạo khối cho khuôn mặt. Thay vào đó, ông đặt các mảng màu Nóng (Cam, Đỏ, Vàng) bên cạnh các mảng màu Lạnh (Xanh lục, Xanh lam) để \"điêu khắc\" gò má, trán, và hốc mắt.\n\nMàu bổ túc (Complementary Colors): Kỹ thuật này tiếp tục được sử dụng một cách bậc thầy, đặc biệt là sự tương phản giữa bộ râu Cam/Đỏ và phông nền/áo khoác Xanh Lam.\n\nĐường viền (Outlines): Ông sử dụng các đường viền tối (ảnh hưởng từ Japonisme) để định hình các vật thể một cách rõ ràng (cái giá vẽ, bảng màu).",
        "Meaning_of_the_Painting": "Tuyên ngôn về Căn tính (Statement of Identity): Đây là bức tranh \"tốt nghiệp\" Giai đoạn Paris của ông. Ông không chỉ vẽ khuôn mặt mình, ông vẽ vai trò của mình. Ông tuyên bố: \"Tôi là một họa sĩ\".\n\nNgười Lao động của Nghệ thuật: Ông thể hiện mình một cách nghiêm túc, gần như là một người thợ thủ công, với đầy đủ \"đồ nghề\": bảng màu (palette), bộ bút lông (brushes), và giá vẽ (easel) phía sau.\n\nSự đối lập: Họa sĩ vs. Nghệ thuật: Bức tranh tạo ra một sự đối lập có chủ ý. Con người họa sĩ (khuôn mặt, áo khoác) được vẽ với tông màu tương đối trầm, lạnh, và có trật tự (Xanh lam, Nâu). Nhưng bảng màu của ông—đại diện cho nghệ thuật của ông—lại là một vụ nổ của các màu sắc nguyên chất, rực rỡ (Đỏ, Vàng, Xanh lá).\n\nBậc thầy Hiện đại: Ông vẽ mình là một bậc thầy điềm tĩnh, tự tin, đang làm chủ hoàn toàn các lý thuyết màu sắc hiện đại.",
        "Five_Dominant_Colors": "Xanh Lam (Cobalt / Cerulean Blue)\n\nNâu / Đỏ Nâu (Brown / Reddish-Brown)\n\nVàng (Yellow / Ocher)\n\nĐỏ (Red / Vermilion)\n\nTrắng / Be (White / Beige)",
        "Color_Ratio": "Xanh Lam: ~30%\n\nNâu / Đỏ Nâu: ~25%\n\nTrắng / Be: ~20%\n\nVàng: ~15%\n\nĐỏ: ~10%",
        "Color_Meaning_Analysis": "Xanh Lam: Màu của áo khoác (smock) và phông nền. Tượng trưng cho sự chuyên nghiệp (màu áo lao động của họa sĩ), sự điềm tĩnh, và sự tập trung trí tuệ.\n\nNâu / Đỏ Nâu: Màu của râu, tóc, và các công cụ bằng gỗ (giá vẽ, bảng màu). Tượng trưng cho thế giới vật chất, hữu hình, và chính con người họa sĩ.\n\nVàng: Màu của ánh sáng trên trán, gò má, và là màu nguyên chất trên bảng màu. Tượng trưng cho ánh sáng, trí tuệ, và là một trong những \"vũ khí\" chính của ông.\n\nĐỏ: Màu của các đốm sơn trên bảng màu và các vệt trên râu/da. Tượng trưng cho đam mê, năng lượng, và sự sống—chính là \"lửa\" mà ông sắp giải phóng lên tấm vải.\n\nTrắng / Be: Màu của tấm vải canvas trống phía sau. Tượng trưng cho sự khởi đầu, tiềm năng vô hạn, và tương lai của nghệ thuật (chính là những gì ông sẽ vẽ ở Arles).",
        "Psychological_Analysis": "Ông nghiêm túc, tự tin, và đầy quyết tâm. Ánh mắt nhìn thẳng, kiên định. Ông không còn là \"học sinh\" (như bức Mũ Nỉ Xám) mà là một \"bậc thầy\" (master). Ông gầy gò, hốc hác, cho thấy sự vất vả của cuộc sống Paris, nhưng ánh mắt lại đầy nội lực.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Nét cọ Nhịp điệu):\n\nÔng đang tổng hợp tất cả những gì đã học. Ông không sao chép Seurat (Điểm họa) một cách mù quáng nữa, mà tạo ra phong cách riêng của mình.\n\nCác nét cọ song song, có trật tự là một ý đồ tạo ra cấu trúc (structure), cho thấy ông là một họa sĩ có suy nghĩ, có phương pháp, chứ không chỉ vẽ theo bản năng.\n\nÝ đồ khi dùng màu sắc (Tương phản Họa sĩ / Bảng màu):\n\nĐây là ý đồ tâm lý và triết học quan trọng nhất.\n\nBằng cách vẽ bản thân mình (áo Xanh Lam) một cách tương đối \"lạnh\" và \"trầm\", và vẽ bảng màu của mình ( Đỏ, Vàng rực) là \"nóng\" và \"bùng nổ\", ông muốn nói: \"Con người tôi có thể trầm lắng, nhưng nghệ thuật của tôi (những gì tôi tạo ra) là một ngọn lửa.\"\n\nÔng là người \"kiểm soát\" ngọn lửa đó. Bảng màu là trái tim đang cháy của bức tranh.",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      },
      {
        "Period": "Paris",
        "Artwork": "Agostina Segatori Sitting in the Café du Tambourin",
        "Year": "1887",
        "Dimensions": "55.5 cm x 46.5 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Japonisme (Ảnh hưởng Phù thế Nhật Bản): Đây là một trong những thử nghiệm rõ ràng nhất của ông. Bố cục phẳng (flat), các đường viền (outlines) đậm bao quanh nhân vật, và sự xuất hiện trực tiếp của một bản in Ukiyo-e trên tường phía sau.\n\nMảng màu phẳng (Flat Planes of Color): Van Gogh từ bỏ kỹ thuật Chiaroscuro (sáng-tối) của Hà Lan. Thay vào đó, ông sử dụng các mảng màu lớn, đồng nhất (như chiếc áo khoác xanh, nền tường vàng) để xây dựng hình ảnh.\n\nBố cục Cắt cúp (Cropped Composition): Bố cục có cảm giác \"chụp vội\" như một bức ảnh, với chiếc bàn (hình chiếc trống tambourine, tên của quán) bị cắt ở tiền cảnh, một kỹ thuật cũng học từ tranh Nhật.\n\nNét cọ nhanh (Rapid Brushwork): Nét vẽ nhanh và có thể nhìn thấy rõ, đặc biệt là trên phông nền, thể hiện ảnh hưởng của trường phái Ấn tượng.",
        "Meaning_of_the_Painting": "Chân dung Tình nhân: Agostina Segatori là chủ quán Café du Tambourin, nơi Van Gogh và các họa sĩ Hậu-Ấn tượng khác thường xuyên lui tới (ông thậm chí còn tổ chức một triển lãm tranh Nhật của mình ở đây). Bà được cho là đã có một mối quan hệ tình cảm ngắn ngủi và \"bão tố\" với Van Gogh.\n\nBiểu tượng của Lối sống \"Bohemian\": Bức tranh lột tả không khí của một quán cà phê Paris hiện đại. Agostina, với điếu thuốc trên tay, ly bia bên cạnh, và ánh mắt xa xăm, là hình ảnh thu nhỏ của người phụ nữ \"tự do\", độc lập, một phần của thế giới nghệ thuật.\n\nSự cô đơn Đô thị (Urban Alienation): Đây là một chủ đề cổ điển của nghệ thuật Hiện đại (như tranh của Degas hay Manet). Mặc dù ở một nơi công cộng, Agostina trông hoàn toàn cô độc, chìm đắm trong suy nghĩ riêng, thể hiện sự xa cách và mệt mỏi của cuộc sống đô thị.",
        "Five_Dominant_Colors": "Đỏ (Red)\n\nXanh Lam (Blue)\n\nVàng (Yellow)\n\nĐen / Nâu Đậm (Black / Dark Brown)\n\nTrắng / Be (White / Beige)",
        "Color_Ratio": "Đỏ: ~30%\n\nXanh Lam: ~25%\n\nVàng: ~20%\n\nĐen / Nâu Đậm: ~15%\n\nTrắng / Be: ~10%",
        "Color_Meaning_Analysis": "Đỏ: Màu của chiếc mũ, môi, và các điểm nhấn. Tượng trưng cho đam mê, thời trang, và sự nổi bật. Nó là màu sắc \"gây hấn\" (aggressive) nhất, thu hút ánh nhìn ngay lập tức.\n\nXanh Lam: Màu của áo khoác, bóng đổ, và đường viền. Tượng trưng cho sự trầm tư, u buồn (melancholy), và là màu \"lạnh\" đối trọng, tạo ra sự căng thẳng với màu đỏ \"nóng\".\n\nVàng: Màu của phông nền (tường) và mặt bàn (chiếc tambourine). Tượng trưng cho không khí của quán cà phê (thường được chiếu sáng bằng đèn gas), nhưng cũng là một màu tạo cảm giác lo lắng, không yên.\n\nĐen / Nâu Đậm: Màu của tóc, đường viền, và chi tiết (ly bia, điếu thuốc). Dùng để tạo cấu trúc, sự nặng nề và nhấn mạnh sự u buồn (đặc biệt là quanh mắt).\n\nTrắng / Be: Màu của da, cổ áo, và bản in Nhật. Tượng trưng cho ánh sáng, nhưng là một ánh sáng \"bệnh\" (sallow) của đèn nhân tạo, không phải ánh sáng tự nhiên.",
        "Psychological_Analysis": "Van Gogh không lãng mạn hóa Agostina. Ông vẽ bà với một con mắt hiện thực, có phần gai góc. Bà trông mệt mỏi, xa cách, và u buồn. Bức tranh có thể phản ánh sự căng thẳng hoặc kết thúc của mối quan hệ giữa họ. Ông không vẽ một người tình, ông vẽ một biểu tượng của sự \"bạc bẽo\" (disenchantment) của Paris.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Japonisme):\n\nÝ đồ là \"hiện đại hóa\" một cảnh tượng Paris cổ điển (người phụ nữ trong quán cà phê).\n\nCác đường viền đậm và mảng màu phẳng là một lựa chọn triết học, từ chối kỹ thuật Chiaroscuro của Giai đoạn Hà Lan. Ông muốn bức tranh phẳng, mạnh mẽ và mang tính đồ họa như một bản in.\n\nÝ đồ khi dùng màu sắc (Đỏ vs. Xanh):\n\nÝ đồ là tạo ra một sự xung đột cảm xúc. Chiếc mũ Đỏ (đam mê, thời trang) tương phản gay gắt với áo khoác Xanh Lam và vẻ mặt u buồn.\n\nBằng cách đặt bà trong một phông nền Vàng (lo lắng) và bao quanh bà bằng những đường viền Đen/Xanh (buồn bã), Van Gogh đang vẽ nên một trạng thái tâm lý chứ không chỉ là một chân dung vật lý.",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      },
      {
        "Period": "Paris",
        "Artwork": "The Seine Bridge at Asnières",
        "Year": "1887",
        "Dimensions": "52 cm x 65 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Kỹ thuật Phân chia màu (Divisionism/Pointillism): Đây là kỹ thuật chủ đạo. Ảnh hưởng rõ rệt từ Paul Signac và Georges Seurat. Van Gogh không trộn màu xanh và cam. Ông đặt các nét cọ ngắn, tinh khiết của màu Xanh Lam (nước) và màu Cam (phản chiếu) cạnh nhau.\n\nNét cọ nhanh, chấm phá (Dabbing/Broken Brushwork): Toàn bộ bức tranh, từ mặt nước đến bãi cỏ, đều được xây dựng bằng các nét cọ rời rạc, tạo ra một bề mặt \"rung động\" (vibrating).\n\nVẽ ngoài trời (En Plein Air): Bức tranh này được vẽ tại chỗ, ở Asnières (ngoại ô Paris). Kỹ thuật vẽ nhanh là để nắm bắt ánh sáng tức thời của một ngày hè.\n\nMàu bổ túc (Complementary Colors): Bức tranh là một bài thực hành có chủ đích về lý thuyết màu: cặp Xanh Lam/Cam (trời/nước) và cặp Đỏ/Xanh Lục (bãi cỏ, mái nhà).",
        "Meaning_of_the_Painting": "\"Phòng thí nghiệm\" Ánh sáng: Ý nghĩa quan trọng nhất của bức tranh là một cuộc thử nghiệm khoa học. Van Gogh không cố gắng vẽ cây cầu hay con thuyền; ông đang cố gắng vẽ \"ánh sáng\" (light). Cụ thể, ông đang nghiên cứu: \"Làm thế nào để vẽ ánh sáng mặt trời chói l chang phản chiếu trên mặt nước?\"\n\nChủ đề Hiện đại (Impressionist Theme): Cảnh vật là sự giao thoa giữa công nghiệp (cây cầu) và giải trí (con thuyền, người đi dạo). Đây là một chủ đề rất \"hiện đại\", rất \"Paris\", cho thấy ông đã hoàn toàn từ bỏ chủ đề nông dân u tối của Hà Lan.\n\nSự giải phóng khỏi Bóng tối: Bức tranh là sự \"ăn mừng\" của màu sắc. Nó là một trong những tác phẩm đầu tiên ông sử dụng bảng màu sáng (high-key palette) một cách thành công, đánh dấu sự giải phóng hoàn toàn khỏi bảng màu đất của Nuenen.",
        "Five_Dominant_Colors": "Xanh Lam (Blue - Cerulean/Cobalt)\n\nXanh Lục (Green - Emerald/Viridian)\n\nCam (Orange)\n\nVàng (Yellow)\n\nĐỏ (Red)",
        "Color_Ratio": "Xanh Lam: ~35%\n\nXanh Lục: ~25%\n\nCam: ~20%\n\nVàng: ~10%\n\nĐỏ: ~10%",
        "Color_Meaning_Analysis": "Xanh Lam: Màu của bầu trời và mặt nước. Tượng trưng cho không khí, không gian, và sự phản chiếu. Đây là tông màu \"lạnh\" làm nền tảng cho bức tranh.\n\nXanh Lục: Màu của bãi cỏ ven sông. Tượng trưng cho thiên nhiên, sự sống.\n\nCam: Màu của ánh sáng mặt trời phản chiếu trên mặt nước. Đây là màu bổ túc cho Xanh Lam. Nó tượng trưng cho hơi ấm, ánh sáng, và năng lượng.\n\nVàng: Màu của cây cầu và con thuyền. Tượng trưng cho ánh sáng mặt trời trực tiếp và các cấu trúc nhân tạo được chiếu sáng.\n\nĐỏ: Dùng cho con thuyền, mái nhà, và các đốm hoa trên bãi cỏ. Đây là màu bổ túc cho Xanh Lục, tượng trưng cho năng lượng và sự sống rực rỡ.",
        "Psychological_Analysis": "Van Gogh đang ở trong tâm thế của một \"nhà khoa học\" hay một \"học sinh\" đầy hứng khởi. Ông không vẽ theo bản năng (như sau này ở Arles), mà đang vẽ theo lý thuyết một cách có phương pháp. Ông đang say mê với \"công thức\" tạo ra ánh sáng của Signac và Seurat.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Phân chia màu):\n\nÝ đồ là tạo ra sự \"rung động\" (vibration). Bằng cách đặt các nét cọ Cam và Xanh Lam cạnh nhau, ông muốn mắt người xem tự \"pha trộn\" chúng, tạo ra một hiệu ứng nhấp nháy, lung linh mà sơn trộn sẵn không thể đạt được. Ông muốn mặt nước chuyển động.\n\nÝ đồ khi dùng màu sắc (Bảng màu bổ túc):\n\nĐây là một quyết định có ý thức 100%. Ông đang chứng minh lý thuyết màu sắc.\n\nBằng cách đặt Cam (nóng) lên trên Xanh Lam (lạnh), và Đỏ (nóng) lên trên Xanh Lục (lạnh), ông đang tìm cách đạt được độ rực rỡ (luminosity) tối đa.\n\nĐây là một sự từ chối hoàn toàn Giai đoạn Hà Lan. Thay vì dùng Đen/Nâu để tạo bóng (là cách ông gọi là \"giả dối\"), ông giờ đây dùng màu Xanh Lam/Tím để tạo bóng. Đây là một cuộc cách mạng trong tư duy của ông.",
        "Current_Location": "Foundation E.G. Bührle Collection) Zürich, Thụy Sĩ"
      },
      {
        "Period": "Paris",
        "Artwork": "Terrace of a Restaurant at Montmartre",
        "Year": "1886",
        "Dimensions": "48.9 cm x 64.1 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Vẽ ngoài trời (En Plein Air): Ông đã vẽ cảnh này trực tiếp tại chỗ, một kỹ thuật chủ đạo của trường phái Ấn tượng.\n\nKỹ thuật \"Chuyển tiếp\": Đây là sự pha trộn giữa hai thế giới.\n\nGiai đoạn Hà Lan: Bóng tối, các nhân vật, và kiến trúc vẫn được vẽ bằng các tông màu đất (Nâu, Đen) và các nét vẽ khá đặc, nặng.\n\nGiai đoạn Paris (Mới): Bầu trời và mặt đất (đặc biệt là khu vực nắng chiếu) được vẽ bằng nét cọ rời rạc (broken brushwork) và bảng màu sáng hơn (Beige, Xám Lam).\n\nNét cọ nhanh (Rapid Brushwork): Nét vẽ nhanh và rõ ràng, cố gắng nắm bắt một khoảnh khắc \"thoáng qua\" (fleeting moment) của cuộc sống đô thị.",
        "Meaning_of_the_Painting": "Khám phá Chủ đề Mới: Đây là một sự đoạn tuyệt hoàn toàn với chủ đề nông dân Nuenen. Van Gogh đang \"lao\" vào chủ đề yêu thích của các họa sĩ Ấn tượng: cuộc sống giải trí hiện đại ở Paris (modern Parisian leisure). Guinguette là các quán rượu/khiêu vũ ngoài trời bình dân.\n\nNghiên cứu Ánh sáng: Bức tranh là một bài tập về ánh sáng. Ông đang cố gắng nắm bắt sự tương phản gay gắt giữa khu vực nắng chói (mặt đất) và khu vực trong bóng râm (nơi mọi người ngồi).\n\nQuan sát Đô thị: Ông vẽ như một người quan sát, ghi lại sự hối hả, năng lượng, nhưng cũng có phần ẩn danh, cô độc của đám đông thành thị.",
        "Five_Dominant_Colors": "Nâu / Đen (Brown / Black)\n\nBe / Kem (Beige / Cream)\n\nXám / Lam nhạt (Grey / Light Blue)\n\nXanh lá cây xỉn (Dull Green)\n\nĐỏ / Cam (Red / Orange)",
        "Color_Ratio": "Nâu / Đen: ~30%\n\nBe / Kem: ~25%\n\nXám / Lam nhạt: ~20%\n\nXanh lá cây xỉn: ~20%\n\nĐỏ / Cam: ~5%",
        "Color_Meaning_Analysis": "Nâu / Đen: Vẫn là di sản từ Giai đoạn Hà Lan. Tượng trưng cho bóng tối, cấu trúc, và sức nặng. Ông vẫn dùng chúng để tạo bóng (shadows) theo thói quen cũ.\n\nBe / Kem: Màu của mặt đất được nắng chiếu. Đây là màu \"cách mạng\" trong tranh. Nó tượng trưng cho ánh sáng mặt trời (sunlight) như một chủ thể.\n\nXám / Lam nhạt: Màu của bầu trời Paris. Tượng trưng cho không khí, ánh sáng tự nhiên—một sự giải phóng hoàn toàn khỏi bầu trời \"bão tố\" u ám của Drenthe hay Nuenen.\n\nXanh lá cây xỉn: Màu của cây cối. Đây là màu xanh \"chuyển tiếp\", nó không còn là Xanh Ô-liu (Hà Lan) nhưng cũng chưa phải là Xanh Lục Bảo (Paris/Arles). Nó tượng trưng cho thiên nhiên trong bối cảnh đô thị.\n\nĐỏ / Cam: Những đốm nhỏ (cờ, mũ). Tượng trưng cho năng lượng, sự sống động, và sự hiện đại. Đây là những \"tia lửa\" của trường phái Ấn tượng, được rắc vào để tạo sự chú ý.",
        "Psychological_Analysis": "Van Gogh đang trong tâm thế của một người quan sát háo hức, nhưng vẫn còn \"e dè\". Ông bị choáng ngợp bởi ánh sáng và chủ đề mới, nhưng về mặt kỹ thuật, ông vẫn bám víu vào sự an toàn của bảng màu tối mà ông đã quen thuộc. Bức tranh thể hiện một nghệ sĩ đang ở \"ngã ba đường\" trong chính kỹ thuật của mình.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Pha trộn):\n\nÔng đang cố gắng áp dụng kỹ thuật của trường phái Ấn tượng (vẽ ánh sáng, nét cọ rời rạc).\n\nÝ đồ rõ nhất là nghiên cứu sự tương phản Sáng/Tối. Tuy nhiên, ông vẫn xử lý bóng tối (phần Nâu/Đen) như một \"vật cản\" của ánh sáng, chứ chưa nhận ra (như sau này) rằng \"bóng tối cũng chứa đầy màu sắc\".\n\nÝ đồ khi dùng màu sắc (Bảng màu sáng dần):\n\nÝ đồ là nắm bắt ánh sáng tự nhiên.\n\nBằng cách đặt mảng Be/Kem (sáng, nóng) bên cạnh mảng Nâu/Đen (tối, lạnh), ông đang thực hiện bài tập cơ bản nhất của trường phái Ấn tượng.\n\nNhững đốm Đỏ/Cam nhỏ là ý đồ có chủ đích để tạo ra \"nhịp điệu\" (rhythm) và năng lượng, một kỹ thuật ông sẽ phát triển đến đỉnh cao sau này.",
        "Current_Location": "Musée d'Orsay, Paris, Pháp."
      },
      {
        "Period": "Paris",
        "Artwork": "View of Montmartre with Windmills",
        "Year": "1886",
        "Dimensions": "38.5 cm x 46 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Kỹ thuật \"Chuyển tiếp\": Đây là sự giằng co giữa hai thế giới.\n\nGiai đoạn Hà Lan: Bảng màu chủ đạo vẫn là Tonalism (Chủ nghĩa Tông màu) ảm đạm. Ông vẫn dùng các màu Đen, Nâu, và Xám Lam làm nền tảng, một thói quen của Trường phái Hague.\n\nGiai đoạn Paris (Mới): Chủ đề đã hoàn toàn thay đổi (cảnh đô thị). Bầu trời, dù xám, nhưng đã \"mở\" và sáng hơn nhiều so với bầu trời Drenthe. Nét cọ bắt đầu rời rạc, nhanh hơn.\n\nVẽ ngoài trời (En Plein Air): Ông vẽ cảnh này trực tiếp tại chỗ, cố gắng nắm bắt \"không khí\" (atmosphere) của một ngày Paris u ám.\n\nBố cục (Composition): Bố cục khá truyền thống, nhưng ông đã bắt đầu thử nghiệm với việc đặt cối xay gió (chủ thể chính) lệch tâm (off-center).",
        "Meaning_of_the_Painting": "Cây cầu Nối tiếp: Bức tranh là một \"cây cầu\" hoàn hảo. Ông đang vẽ một chủ đề Pháp (Montmartre), nhưng với một kỹ thuật và bảng màu Hà Lan (The Hague School). Cối xay gió (windmill) là một biểu tượng kinh điển của Hà Lan, và việc ông tìm thấy nó ở Paris giống như tìm thấy một chút \"nhà\" ở nơi xa lạ.\n\nKhám phá Môi trường mới: Van Gogh đang khám phá khu phố mới của mình. Ông đang ghi lại Montmartre như một vùng \"biên giới\" (frontier) - nơi thành thị (các tòa nhà) gặp gỡ nông thôn (cối xay, đất trống).\n\nVẻ đẹp U buồn (Melancholy Beauty): Đây không phải là Paris rực rỡ, lãng mạn. Đây là một Paris ảm đạm, thực tế, và có phần gai góc của tầng lớp lao động. Nó vẫn mang \"nỗi buồn\" (melancholy) đặc trưng trong các tác phẩm đầu tay của ông.",
        "Five_Dominant_Colors": "Xám Lam (Grey-Blue)\n\nNâu Đất (Earthy Brown)\n\nĐen / Xám Than (Black / Charcoal Grey)\n\nBe / Vàng Ocher nhạt (Beige / Pale Yellow Ocher)\n\nXanh lá cây xỉn (Dull Green)",
        "Color_Ratio": "Xám Lam: ~40%\n\nNâu Đất: ~30%\n\nĐen / Xám Than: ~15%\n\nBe / Vàng Ocher nhạt: ~10%\n\nXanh lá cây xỉn: ~5%",
        "Color_Meaning_Analysis": "Xám Lam: Màu của bầu trời Paris ảm đạm. Tượng trưng cho không khí đô thị, cái lạnh. Nó \"sáng\" hơn bầu trời Hà Lan, nhưng vẫn là một màu của sự u uất.\n\nNâu Đất: Màu của cối xay, các tòa nhà, và mặt đất. Đây là di sản từ Hà Lan. Tượng trưng cho cấu trúc, sự cũ kỹ, và sự nặng nề của vật chất.\n\nĐen / Xám Than: Dùng cho bóng đổ, các chi tiết (hàng rào, cửa sổ), và bóng người. Tượng trưng cho sự u uất và sự thật trần trụi của khu vực.\n\nBe / Vàng Ocher nhạt: Màu của mặt đất được nắng chiếu yếu ớt. Đây là ánh sáng le lói đầu tiên, một hy vọng mờ nhạt về \"ánh sáng\" Paris mà ông đang tìm kiếm.\n\nXanh lá cây xỉn: Màu của thảm cỏ còi cọc. Tượng trưng cho thiên nhiên, nhưng là một thiên nhiên \"đô thị hóa\", đang vật lộn.",
        "Psychological_Analysis": "Van Gogh đang ở trong giai đoạn quan sát, thích nghi, và có phần \"e dè\". Ông chưa sẵn sàng vứt bỏ hoàn toàn phong cách cũ. Ông bị thu hút bởi Montmartre vì nó vừa giống Hà Lan (có cối xay, nét nông thôn) vừa là Paris (hiện đại). Tâm lý của ông vẫn là tâm lý \"Hà Lan\": tìm kiếm \"sự thật\" gai góc, ảm đạm.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Tonalism):\n\nÔng vẫn đang áp dụng những gì ông biết rõ nhất. Ý đồ là nắm bắt \"không khí\" (atmosphere) một cách chân thực. Ông thấy một Montmartre u ám, ảm đạm, và ông vẽ nó như vậy.\n\nÝ đồ khi dùng màu sắc (Bảng màu tối):\n\nĐây là một sự bám víu cuối cùng vào Giai đoạn Hà Lan. Ông dùng Xám/Nâu/Đen làm nền tảng, vì đó là ngôn ngữ ông thành thạo.\n\nNhững đốm sáng Be/Ocher là những nỗ lực đầu tiên, rụt rè để \"mở\" bảng màu của mình. Ông đang cố gắng \"tìm\" ánh sáng trong một khung cảnh u ám, trước khi ông nhận ra rằng \"ánh sáng chính là màu sắc\".",
        "Current_Location": "Bảo tàng Kröller-Müller (Kröller-Müller Museum), Otterlo, Hà Lan"
      },
      {
        "Period": "Paris",
        "Artwork": "Still Life with Dahlias",
        "Year": "1887",
        "Dimensions": "57.3 cm x 45.2 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Thực hành Màu bổ túc (Complementary Color Practice): Đây là kỹ thuật cốt lõi. Bức tranh là một bài tập có chủ đích về cặp màu ĐỎ / XANH LỤC. Ông đặt những bông hoa đỏ rực cạnh những chiếc lá xanh đậm để làm cả hai \"rung động\".\n\nNét cọ rời rạc (Broken Brushwork): Ảnh hưởng từ trường phái Ấn tượng, ông vẽ những cánh hoa và lá bằng nhiều nét cọ nhỏ, riêng biệt thay vì các mảng màu mịn.\n\nTương phản Sáng-Tối (Chiaroscuro): Đây là di sản còn sót lại của Giai đoạn Hà Lan. Thay vì đặt bó hoa trước một phông nền sáng (như các họa sĩ Ấn tượng), ông đặt nó trước một phông nền nâu-đen gần như tuyệt đối, tạo ra một sự tương phản kịch tính.\n\nImpasto: Ông bắt đầu sử dụng sơn dày (impasto) trên những cánh hoa để làm chúng nổi bật một cách vật lý khỏi bề mặt vải.",
        "Meaning_of_the_Painting": "\"Phòng thí nghiệm\" Màu sắc: Đây là ý nghĩa chính. Van Gogh đã vẽ rất nhiều tranh hoa ở Paris vì chúng là những \"người mẫu\" rẻ tiền (hoặc miễn phí) để ông thực hành lý thuyết màu sắc. Ông viết cho em trai Theo rằng ông vẽ hoa để \"tìm kiếm các cặp màu bổ túc\".\n\nSự \"Bùng nổ\" của Ánh sáng: Bức tranh là một thử nghiệm: \"Điều gì xảy ra khi ta đặt những màu sắc rực rỡ, tinh khiết của trường phái Ấn tượng (Đỏ, Vàng, Trắng) lên trên một phông nền u tối, truyền thống (Nâu, Đen)?\" Kết quả là một \"vụ nổ\" thị giác.\n\nTôn vinh Sự sống: Những bông hoa thược dược rực rỡ tượng trưng cho sự sống, năng lượng, và vẻ đẹp—một sự đối lập hoàn toàn với chủ đề \"Người ăn khoai\" u ám.",
        "Five_Dominant_Colors": "Nâu Đậm / Đen (Dark Brown / Black)\n\nĐỏ (Red / Crimson)\n\nXanh Lục (Green)\n\nVàng (Yellow)\n\nTrắng (White)",
        "Color_Ratio": "Nâu Đậm / Đen: ~35%\n\nĐỏ: ~25%\n\nXanh Lục: ~20%\n\nVàng: ~10%\n\nTrắng: ~10%",
        "Color_Meaning_Analysis": "Nâu Đậm / Đen: Màu của phông nền. Tượng trưng cho bóng tối, sự trống rỗng, và truyền thống (bảng màu Hà Lan). Nó là một \"cái phông\" (backdrop) làm nổi bật sự sống.\n\nĐỏ: Màu của những bông hoa thược dược. Tượng trưng cho đam mê, năng lượng, và sự sống mãnh liệt. Đây là màu \"nóng\" chủ đạo của bức tranh.\n\nXanh Lục: Màu của lá và thân. Tượng trưng cho thiên nhiên, sự sống, và là màu \"lạnh\" bổ túc, được dùng để tăng cường độ rực rỡ của màu Đỏ.\n\nVàng: Màu của nhụy hoa và các bông hoa nhỏ. Tượng trưng cho ánh sáng, sự vui vẻ, và tạo ra một điểm nhấn \"ấm\" thứ cấp.\n\nTrắng: Màu của các bông hoa nhỏ và các điểm nhấn (highlights). Tượng trưng cho ánh sáng tinh khiết, tạo ra sự tương phản và giúp định hình bó hoa.",
        "Psychological_Analysis": "Van Gogh đang ở trong tâm thế của một \"nhà khoa học\" hay một \"học sinh\" đầy hứng khởi. Ông không vẽ theo bản năng (như sau này ở Arles), mà đang vẽ theo lý thuyết một cách có phương pháp. Ông đang say mê với \"công thức\" tạo ra ánh sáng của Signac và Seurat.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Pha trộn):\n\nÔng đang cố gắng áp dụng kỹ thuật của trường phái Ấn tượng (vẽ ánh sáng, nét cọ rời rạc).\n\nÝ đồ rõ nhất là nghiên cứu sự tương phản Sáng/Tối. Tuy nhiên, ông vẫn xử lý bóng tối (phần Nâu/Đen) như một \"vật cản\" của ánh sáng, chứ chưa nhận ra (như sau này) rằng \"bóng tối cũng chứa đầy màu sắc\".\n\nÝ đồ khi dùng màu sắc (Bảng màu sáng dần):\n\nÝ đồ là nắm bắt ánh sáng tự nhiên.\n\nBằng cách đặt mảng Be/Kem (sáng, nóng) bên cạnh mảng Nâu/Đen (tối, lạnh), ông đang thực hiện bài tập cơ bản nhất của trường phái Ấn tượng.\n\nNhững đốm Đỏ/Cam nhỏ là ý đồ có chủ đích để tạo ra \"nhịp điệu\" (rhythm) và năng lượng, một kỹ thuật ông sẽ phát triển đến đỉnh cao sau này.",
        "Current_Location": "Musée d'Orsay, Paris, Pháp."
      },
      {
        "Period": "Paris",
        "Artwork": "Le Restaurant de la Sirène at Asnières",
        "Year": "1887",
        "Dimensions": "57.3 cm x 45.2 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Thực hành Màu bổ túc (Complementary Color Practice): Đây là kỹ thuật cốt lõi. Bức tranh là một bài tập có chủ đích về cặp màu ĐỎ / XANH LỤC. Ông đặt những bông hoa đỏ rực cạnh những chiếc lá xanh đậm để làm cả hai \"rung động\".\n\nNét cọ rời rạc (Broken Brushwork): Ảnh hưởng từ trường phái Ấn tượng, ông vẽ những cánh hoa và lá bằng nhiều nét cọ nhỏ, riêng biệt thay vì các mảng màu mịn.\n\nTương phản Sáng-Tối (Chiaroscuro): Đây là di sản còn sót lại của Giai đoạn Hà Lan. Thay vì đặt bó hoa trước một phông nền sáng (như các họa sĩ Ấn tượng), ông đặt nó trước một phông nền nâu-đen gần như tuyệt đối, tạo ra một sự tương phản kịch tính.\n\nImpasto: Ông bắt đầu sử dụng sơn dày (impasto) trên những cánh hoa để làm chúng nổi bật một cách vật lý khỏi bề mặt vải.",
        "Meaning_of_the_Painting": "\"Phòng thí nghiệm\" Màu sắc: Đây là ý nghĩa chính. Van Gogh đã vẽ rất nhiều tranh hoa ở Paris vì chúng là những \"người mẫu\" rẻ tiền (hoặc miễn phí) để ông thực hành lý thuyết màu sắc. Ông viết cho em trai Theo rằng ông vẽ hoa để \"tìm kiếm các cặp màu bổ túc\".\n\nSự \"Bùng nổ\" của Ánh sáng: Bức tranh là một thử nghiệm: \"Điều gì xảy ra khi ta đặt những màu sắc rực rỡ, tinh khiết của trường phái Ấn tượng (Đỏ, Vàng, Trắng) lên trên một phông nền u tối, truyền thống (Nâu, Đen)?\" Kết quả là một \"vụ nổ\" thị giác.\n\nTôn vinh Sự sống: Những bông hoa thược dược rực rỡ tượng trưng cho sự sống, năng lượng, và vẻ đẹp—một sự đối lập hoàn toàn với chủ đề \"Người ăn khoai\" u ám.",
        "Five_Dominant_Colors": "Nâu Đậm / Đen (Dark Brown / Black)\n\nĐỏ (Red / Crimson)\n\nXanh Lục (Green)\n\nVàng (Yellow)\n\nTrắng (White)",
        "Color_Ratio": "Nâu Đậm / Đen: ~35%\n\nĐỏ: ~25%\n\nXanh Lục: ~20%\n\nVàng: ~10%\n\nTrắng: ~10%",
        "Color_Meaning_Analysis": "Nâu Đậm / Đen: Màu của phông nền. Tượng trưng cho bóng tối, sự trống rỗng, và truyền thống (bảng màu Hà Lan). Nó là một \"cái phông\" (backdrop) làm nổi bật sự sống.\n\nĐỏ: Màu của những bông hoa thược dược. Tượng trưng cho đam mê, năng lượng, và sự sống mãnh liệt. Đây là màu \"nóng\" chủ đạo của bức tranh.\n\nXanh Lục: Màu của lá và thân. Tượng trưng cho thiên nhiên, sự sống, và là màu \"lạnh\" bổ túc, được dùng để tăng cường độ rực rỡ của màu Đỏ.\n\nVàng: Màu của nhụy hoa và các bông hoa nhỏ. Tượng trưng cho ánh sáng, sự vui vẻ, và tạo ra một điểm nhấn \"ấm\" thứ cấp.\n\nTrắng: Màu của các bông hoa nhỏ và các điểm nhấn (highlights). Tượng trưng cho ánh sáng tinh khiết, tạo ra sự tương phản và giúp định hình bó hoa.",
        "Psychological_Analysis": "Van Gogh đang trong tâm thế của một \"nhà khoa học\" nghệ thuật. Ông rất hào hứng, có phương pháp, và đang \"thử nghiệm\" một cách có ý thức. Ông đang \"vật lộn\" để thoát khỏi quá khứ u tối của mình.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Tương phản Nền Tối):\n\nĐây là một bước đệm. Ông chưa sẵn sàng từ bỏ hoàn toàn phông nền tối của Hà Lan, nhưng ông đã \"tiêm\" sự sống rực rỡ của Paris vào đó.\n\nÝ đồ là tạo ra kịch tính (drama). Ông muốn những bông hoa \"nổ tung\" ra khỏi bóng tối, giống như cách ông đang cố gắng \"nổ tung\" ra khỏi phong cách cũ của mình.\n\nÝ đồ khi dùng màu sắc (Đỏ vs. Xanh lá):\n\nĐây là một bài tập lý thuyết màu sắc có chủ đích. Ông đang tự chứng minh cho mình thấy sức mạnh của các cặp màu bổ túc.\n\nBằng cách đặt Đỏ (sự sống) lên trên nền Đen (truyền thống/cái chết), ông đang tạo ra một ẩn dụ cho chính sự nghiệp của mình: sự sống động của hiện tại đang chiến thắng sự u uất của quá khứ.",
        "Current_Location": "Museum of Modern Art - MoMA, New York City, Hoa Kỳ"
      },
      {
        "Period": "Paris",
        "Artwork": "Four Cut Sunflowers",
        "Year": "1887",
        "Dimensions": "60 cm x 100 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Nét cọ Dày, Biểu cảm (Impasto & Expressive Brushwork): Đây là kỹ thuật nổi bật. Ông không vẽ hoa một cách mượt mà. Ông \"tạc\" (sculpt) những cánh hoa và nhụy hoa bằng những vệt sơn dày, đặc quánh (impasto), tạo ra một kết cấu gồ ghề, hữu hình.\n\nTương phản Sáng-Tối (Chiaroscuro): Vẫn còn ảnh hưởng của Giai đoạn Hà Lan. Ông đặt những bông hoa vàng-cam rực rỡ trên một phông nền xanh-đen rất tối, tạo ra một sự tương phản kịch tính, làm hoa \"bật\" ra khỏi bóng tối.\n\nMảng màu Phẳng (Flat Planes): Bề mặt (mặt bàn/đất) là một mảng màu tương đối phẳng, cho thấy ảnh hưởng của tranh Nhật (Japonisme).\n\nVẽ nhanh (Alla Prima): Bức tranh được vẽ rất nhanh, cố gắng nắm bắt sự \"chết\" dần của những bông hoa.",
        "Meaning_of_the_Painting": "Nghiên cứu về Màu Vàng: Đây là một bài tập có chủ đích. Van Gogh bị ám ảnh bởi màu vàng. Ông đang thử nghiệm: \"Mình có thể vẽ màu VÀNG trên nền VÀNG (hoặc tối) mà không bị 'chết' không?\" Ông đang cố gắng nắm bắt mọi sắc thái của màu vàng (từ vàng chanh đến vàng ocher).\n\nSự Tàn lụi (Decay) và Sự sống: Đây không phải là những bông hoa rực rỡ trong bình. Đây là những bông hoa đã bị cắt, đang héo úa và \"chết\". Van Gogh bị thu hút bởi vẻ đẹp bi thảm này. Nó là một dạng Memento Mori (nhắc nhở về cái chết), thể hiện chu kỳ của sự sống: rực rỡ rồi tàn lụi.\n\nChuẩn bị cho Arles: Bức tranh này là một \"bản nháp\" quan trọng. Tại Paris, ông học cách vẽ hoa hướng dương (về mặt kỹ thuật). Đến Arles, ông mới giải phóng chúng (về mặt cảm xúc) trong những chiếc bình.",
        "Five_Dominant_Colors": "Vàng (Yellow - Cadmium/Ocher)\n\nXanh Lam / Đen (Prussian Blue / Black)\n\nNâu (Brown)\n\nXanh Lục (Green)\n\nCam (Orange)",
        "Color_Ratio": "Vàng: ~40%\n\nXanh Lam / Đen: ~25%\n\nNâu: ~20%\n\nXanh Lục: ~10%\n\nCam: ~5%",
        "Color_Meaning_Analysis": "Vàng: Màu của hoa hướng dương. Tượng trưng cho sự sống, ánh sáng, năng lượng. Nhưng vì hoa đang héo, nó cũng là màu của sự tàn lụi, sự chín rũ.\n\nXanh Lam / Đen: Màu của phông nền tối. Tượng trưng cho bóng tối, cái chết, sự hư vô. Nó là cái phông \"lạnh\" làm nổi bật sự \"nóng\" của màu vàng.\n\nNâu: Màu của nhụy hoa (đã kết hạt) và mặt đất/bàn. Tượng trưng cho đất đai, sự kết thúc của một chu kỳ, và sự \"chín\" đến mức \"thối rữa\".\n\nXanh Lục: Màu của thân và lá. Tượng trưng cho sự sống đã qua, sự héo úa.\n\nCam: Những vệt sơn nóng trên cánh hoa. Tượng trưng cho những tia sáng cuối cùng của sự sống, sự rực rỡ cuối cùng trước khi tàn.",
        "Psychological_Analysis": "Van Gogh đang trong tâm thế \"nghiên cứu\" (studying). Ông bị ám ảnh bởi chủ thể này. Ông không chỉ thấy \"hoa\", ông thấy một \"bi kịch\". Ông đồng cảm với những bông hoa bị cắt lìa, đang héo úa—có thể ông thấy chúng giống như mình, rực rỡ nhưng đang vật lộn, bị cắt lìa khỏi \"đất mẹ\" Hà Lan.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Impasto & Chiaroscuro):\n\nÔng dùng Impasto (sơn dày) để làm cho những bông hoa có \"trọng lượng\" vật lý. Ông muốn chúng phải \"thật\", gồ ghề, chứ không mỏng manh.\n\nÔng cố tình dùng phông nền Xanh-Đen để tạo kịch tính (drama). Đây là một kỹ thuật \"cũ\" (Hà Lan) được áp dụng cho một chủ đề \"mới\" (hoa rực rỡ).\n\nÝ đồ khi dùng màu sắc (Vàng vs. Tối):\n\nÝ đồ là tạo ra một \"vụ nổ\" ánh sáng. Ông muốn chứng minh rằng màu Vàng có thể tự nó là ánh sáng.\n\nBằng cách đặt Vàng (sự sống/tàn lụi) lên trên nền Đen (cái chết), ông đang tạo ra một ẩn dụ triết học mạnh mẽ. Ông đang \"vật lộn\" với màu vàng, cố gắng làm chủ nó, trước khi ông hoàn toàn \"đắm mình\" vào nó ở Arles.",
        "Current_Location": "Bảo tàng Kröller-Müller (Kröller-Müller Museum), Otterlo, Hà Lan"
      },
      {
        "Period": "Paris",
        "Artwork": "Outskirts of Paris",
        "Year": "1886",
        "Dimensions": "46.1 cm x 61.3 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Kỹ thuật \"Chuyển tiếp\" (Transitional): Bức tranh này là một \"cuộc chiến\" kỹ thuật.\n\nGiai đoạn Hà Lan: Toàn bộ tiền cảnh và mặt đất vẫn bị thống trị bởi bảng màu tối (dark palette) và Tonalism (Chủ nghĩa Tông màu) của Trường phái Hague. Ông vẫn dùng nhiều màu Nâu, Xanh Ô-liu xỉn, và Đen.\n\nGiai đoạn Paris (Mới): Bầu trời là một cuộc cách mạng. Nó sáng, rực rỡ (màu Lam nhạt, Trắng), và được vẽ bằng các nét cọ rời rạc (broken brushwork) rõ rệt của trường phái Ấn tượng.\n\nVẽ ngoài trời (En Plein Air): Ông vẽ cảnh này trực tiếp tại chỗ, cố gắng nắm bắt ánh sáng và không khí.\n\nBố cục (Composition): Bố cục vẫn khá truyền thống (chia 1/3 trời, 2/3 đất), nhưng ông đang khám phá một chủ đề \"hiện đại\": vùng \"biên giới\" (frontier) nơi thành phố và nông thôn giao nhau.",
        "Meaning_of_the_Painting": "Cây cầu Nối tiếp: Bức tranh là một \"cây cầu\" nghệ thuật. Ông đang vẽ một chủ đề Pháp (ngoại ô Paris), nhưng phần lớn vẫn bằng kỹ thuật và bảng màu Hà Lan (đất đai u tối).\n\nBiên giới Hiện đại: Bức tranh ghi lại một chủ đề \"hiện đại\" của thế kỷ 19: sự va chạm giữa thành phố đang mở rộng (các tòa nhà, nhà máy ở hậu cảnh) và vùng nông thôn đang bị thu hẹp (các khu vườn, đất trống ở tiền cảnh).\n\nBài tập về Ánh sáng: Ý nghĩa quan trọng nhất là một bài tập. Van Gogh đang tự hỏi: \"Làm thế nào để đưa 'ánh sáng' (bầu trời Paris) vào một bức tranh mà vẫn giữ được 'sức nặng' (mặt đất Hà Lan)?\"",
        "Five_Dominant_Colors": "Nâu Đất (Earthy Brown / Ocher)\n\nXanh lá cây xỉn (Dull Green)\n\nLam nhạt / Xám Lam (Light Blue / Grey-Blue)\n\nĐen / Nâu Đậm (Black / Dark Brown)\n\nTrắng / Be (White / Beige)",
        "Color_Ratio": "Nâu Đất: ~35%\n\nXanh lá cây xỉn: ~25%\n\nLam nhạt / Xám Lam: ~20%\n\nTrắng / Be: ~10%\n\nĐen / Nâu Đậm: ~10%",
        "Color_Meaning_Analysis": "Nâu Đất: Màu của mặt đất, hàng rào. Đây là di sản từ Hà Lan. Tượng trưng cho sự thật, sự nặng nề của đất đai, và là \"vùng an toàn\" kỹ thuật của ông.\n\nXanh lá cây xỉn: Màu của thảm cỏ, vườn tược. Vẫn là màu xanh \"bẩn\" của Nuenen. Tượng trưng cho thiên nhiên \"thô\", chưa bị lý tưởng hóa.\n\nLam nhạt / Xám Lam: Màu của bầu trời. Đây là màu \"cách mạng\". Tượng trưng cho ánh sáng mới, không khí, sự tự do của Paris và trường phái Ấn tượng.\n\nĐen / Nâu Đậm: Dùng cho bóng đổ, các chi tiết (hàng rào). Đây là thói quen cũ của ông. Ông vẫn dùng màu đen để tạo bóng, một kỹ thuật mà các họa sĩ Ấn tượng đang từ bỏ.\n\nTrắng / Be: Màu của các đám mây và các tòa nhà ở xa. Tượng trưng cho ánh sáng rực rỡ mà ông đang cố gắng nắm bắt.",
        "Psychological_Analysis": "Van Gogh đang trong tâm thế của một người nhập cư nghệ thuật. Ông đang đứng ở \"ngoại ô\" Paris về mặt địa lý, và cũng đang đứng ở \"ngoại ô\" của phong cách mới về mặt nghệ thuật. Ông háo hức với ánh sáng mới (bầu trời), nhưng vẫn bám rễ vào sự vững chắc của phong cách cũ (mặt đất).",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Pha trộn):\n\nBức tranh này là một cuộc đối thoại nội tâm. Van Gogh đang cố gắng hòa giải quá khứ Hà Lan (nặng nề, u tối) với hiện tại Paris (nhẹ nhàng, tươi sáng).\n\nÔng chưa sẵn sàng vứt bỏ hoàn toàn bảng màu cũ. Ông đang thử nghiệm một cách cẩn trọng.\n\nÝ đồ khi dùng màu sắc (Đất vs. Trời):\n\nÝ đồ rõ ràng nhất là tạo ra sự tương phản giữa hai thế giới.\n\nMặt đất (Nâu/Xanh xỉn) đại diện cho \"sự thật\", \"sức nặng\", và quá khứ của ông.\n\nBầu trời (Lam nhạt/Trắng) đại diện cho \"ánh sáng\", \"không khí\", và tương lai của ông.\n\nBằng cách đặt chúng trong cùng một khung hình, ông đang cố gắng tìm cách \"kết nối\" hai thế giới đó lại với nhau.",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      },
      {
        "Period": "Paris",
        "Artwork": "The Vegetable Garden in Montmartre",
        "Year": "1887",
        "Dimensions": "34.7 cm x 53.7 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Kỹ thuật \"Chuyển tiếp\" (Transitional): Đây là một bức tranh \"hai nửa\".\n\nGiai đoạn Hà Lan (Tiền cảnh): Phần vườn rau ở tiền cảnh được vẽ bằng bảng màu Tonal (Tông màu) của Giai đoạn Hà Lan: rất tối, nặng nề, với các màu Nâu, Xanh Ô-liu, và Đen.\n\nGiai đoạn Paris (Hậu cảnh): Bầu trời và thành phố Paris ở xa là một cuộc cách mạng. Chúng được vẽ bằng bảng màu sáng (Lam nhạt, Trắng) và nét cọ rời rạc (broken brushwork) của trường phái Ấn tượng.\n\nVẽ ngoài trời (En Plein Air): Ông vẽ cảnh này trực tiếp tại chỗ (từ đồi Montmartre), cố gắng nắm bắt sự tương phản kịch tính của ánh sáng.\n\nBố cục (Composition): Ông sử dụng bố cục cổ điển (chia 3 phần), nhưng dùng phần tiền cảnh tối như một repoussoir (một thủ pháp bố cục) để đẩy mắt người xem về phía hậu cảnh sáng sủa.",
        "Meaning_of_the_Painting": "\"Hai Thế giới\" trong Một: Bức tranh là một ẩn dụ trực quan cho chính Van Gogh. Ông đang đứng trên \"vùng đất Hà Lan\" (khu vườn tối, thô ráp, quen thuộc) và nhìn về phía \"vùng đất Paris\" (thành phố sáng sủa, rực rỡ) mà ông đang cố gắng chinh phục.\n\nBiên giới Hiện đại: Bức tranh ghi lại một chủ đề \"hiện đại\" của thế kỷ 19: sự va chạm giữa nông thôn (khu vườn lao động) và thành thị (Paris đang mở rộng).\n\nBài tập về Ánh sáng Tương phản: Ý nghĩa quan trọng nhất là một bài tập. Van Gogh đang tự hỏi: \"Làm thế nào để làm cho ánh sáng (background) trông rực rỡ nhất? Câu trả lời: Đặt nó ngay cạnh bóng tối (foreground).\"",
        "Five_Dominant_Colors": "Nâu Đất / Xanh Ô-liu (Earthy Brown / Olive Green)\n\nLam nhạt (Light Blue)\n\nTrắng / Be (White / Beige)\n\nĐen / Nâu Đậm (Black / Dark Brown)\n\nXanh lá cây xỉn (Dull Green)",
        "Color_Ratio": "Nâu Đất / Xanh Ô-liu: ~40%\n\nLam nhạt: ~25%\n\nTrắng / Be: ~15%\n\nXanh lá cây xỉn: ~10%\n\nĐen / Nâu Đậm: ~10%",
        "Color_Meaning_Analysis": "Nâu Đất / Xanh Ô-liu: Màu của tiền cảnh. Đây là di sản từ Hà Lan. Tượng trưng cho sự thật, sự nặng nề của đất đai, và là \"vùng an toàn\" kỹ thuật của ông.\n\nLam nhạt: Màu của bầu trời Paris. Đây là màu \"cách mạng\". Tượng trưng cho ánh sáng mới, không khí, sự tự do của Paris và trường phái Ấn tượng.\n\nTrắng / Be: Màu của các đám mây và các tòa nhà ở xa. Tượng trưng cho ánh sáng rực rỡ và thành phố hiện đại mà ông đang cố gắng nắm bắt.\n\nĐen / Nâu Đậm: Dùng cho bóng đổ, các chi tiết (hàng rào). Đây là thói quen cũ của ông. Ông vẫn dùng màu đen để tạo bóng, một kỹ thuật mà các họa sĩ Ấn tượng đang từ bỏ.\n\nXanh lá cây xỉn: Màu của thảm cỏ, vườn tược. Vẫn là màu xanh \"bẩn\" của Nuenen. Tượng trưng cho thiên nhiên \"thô\", chưa bị lý tưởng hóa.",
        "Psychological_Analysis": "Van Gogh đang trong tâm thế của một người nhập cư nghệ thuật. Ông đang đứng ở \"ngoại ô\" Paris về mặt địa lý, và cũng đang đứng ở \"ngoại ô\" của phong cách mới về mặt nghệ thuật. Ông háo hức với ánh sáng mới (bầu trời), nhưng vẫn bám rễ vào sự vững chắc của phong cách cũ (mặt đất).",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Pha trộn):\n\nBức tranh này là một cuộc đối thoại nội tâm. Van Gogh đang cố gắng hòa giải quá khứ Hà Lan (nặng nề, u tối) với hiện tại Paris (nhẹ nhàng, tươi sáng).\n\nÔng chưa sẵn sàng vứt bỏ hoàn toàn bảng màu cũ. Ông đang thử nghiệm một cách cẩn trọng.\n\nÝ đồ khi dùng màu sắc (Đất vs. Trời):\n\nÝ đồ rõ ràng nhất là tạo ra sự tương phản giữa hai thế giới.\n\nMặt đất (Nâu/Xanh xỉn) đại diện cho \"sự thật\", \"sức nặng\", và quá khứ của ông.\n\nBầu trời (Lam nhạt/Trắng) đại diện cho \"ánh sáng\", \"không khí\", và tương lai của ông.\n\nBằng cách đặt chúng trong cùng một khung hình, ông đang cố gắng tìm cách \"kết nối\" hai thế giới đó lại với nhau.",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      },
      {
        "Period": "Paris",
        "Artwork": "The Italian Woman",
        "Year": "1887",
        "Dimensions": "81 cm x 60 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Kỹ thuật Phân chia màu (Divisionism/Pointillism): Rõ ràng nhất ở phông nền. Toàn bộ phông nền được tạo nên từ các nét cọ ngắn, song song của các màu bổ túc (Đỏ/Xanh lục, Vàng/Tím), tạo ra một \"tấm thảm\" màu sắc rực rỡ, rung động.\n\nMảng màu phẳng & Đường viền (Flat Planes & Outlines): Ảnh hưởng từ Japonisme (tranh Nhật). Nhân vật chính (áo, mũ) được vẽ như những mảng màu phẳng, mạnh mẽ, và được bao bọc bởi các đường viền tối, đậm.\n\nTương phản Kỹ thuật (Technical Contrast): Van Gogh cố tình tạo ra sự tương phản: Nhân vật (phẳng, tĩnh) với Phông nền (chuyển động, rung động).\n\nBố cục (Composition): Bố cục rất độc đáo, người phụ nữ ngồi trên một chiếc ghế đẩu màu đỏ, tay cầm một cành cây, như một \"Nữ hoàng\" hoặc một \"Nữ thần\" dân gian.",
        "Meaning_of_the_Painting": "Bài tập về Màu sắc và Kết cấu: Đây là một bài tập kỹ thuật phức tạp. Van Gogh đang tự hỏi: \"Làm thế nào để đặt một hình khối tĩnh, phẳng (người phụ nữ) lên trên một phông nền chuyển động, rực rỡ (kiểu Điểm họa) mà không làm cả hai bị chìm?\"\n\nSự trang trọng Hàng ngày (Everyday Monumentality): Van Gogh biến một người phụ nữ Ý bình thường (có thể là một người mẫu) thành một hình tượng trang trọng, gần như là một biểu tượng tôn giáo hoặc hoàng gia (với chiếc mũ như vương miện, cành cây như quyền trượng).\n\nSự pha trộn Văn hóa: Bức tranh là sự pha trộn: một người mẫu Ý (vốn là chủ đề cổ điển), được vẽ bằng kỹ thuật Pháp (Điểm họa), và bố cục Nhật Bản (Japonisme).",
        "Five_Dominant_Colors": "Vàng (Yellow)\n\nXanh Lục (Green)\n\nĐỏ (Red)\n\nXanh Lam (Blue)\n\nĐen (Black)",
        "Color_Ratio": "Vàng: ~30%\n\nXanh Lục: ~25%\n\nĐỏ: ~20%\n\nXanh Lam: ~15%\n\nĐen: ~10%",
        "Color_Meaning_Analysis": "Vàng: Màu chủ đạo của phông nền. Tượng trưng cho ánh sáng, năng lượng, và sự hiện đại. Đây là màu \"mới\" của Van Gogh, thể hiện sự lạc quan.\n\nXanh Lục: Dùng trong phông nền (bổ túc cho Đỏ) và trên cành cây. Tượng trưng cho sự sống, thiên nhiên, và tạo ra sự \"rung động\" cho phông nền.\n\nĐỏ: Màu của chiếc ghế đẩu và các nét cọ trên phông nền. Tượng trưng cho đam mê, sự vững chắc (chiếc ghế làm \"bệ đỡ\"), và là màu \"nóng\" tạo kịch tính.\n\nXanh Lam: Màu của chiếc áo khoác. Tượng trưng cho sự tĩnh tại, sự trang trọng, và là màu \"lạnh\" làm nhân vật nổi bật khỏi phông nền \"nóng\".\n\nĐen: Màu của tóc, mũ, và các đường viền. Tượng trưng cho cấu trúc, sự nặng nề, và là di sản của Giai đoạn Hà Lan, nhưng giờ được dùng như một công cụ đồ họa (giống tranh Nhật).",
        "Psychological_Analysis": "Van Gogh đang ở trong tâm thế tự tin và tham vọng về mặt kỹ thuật. Ông không còn là \"học sinh\" rụt rè (như năm 1886), mà là một nghệ sĩ \"tổng hợp\" (synthesizing) các phong cách. Ông đang \"vui chơi\" với các lý thuyết một cách có kiểm soát.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Tương phản Phẳng vs. Động):\n\nĐây là ý đồ chính. Ông muốn tạo ra một sự căng thẳng thị giác (visual tension).\n\nPhông nền (Động): Các nét cọ Điểm họa tạo ra một \"trường năng lượng\" (energy field) rực rỡ, rung động.\n\nNhân vật (Tĩnh): Các mảng màu phẳng, đường viền đậm (ảnh hưởng Japonisme) làm cho người phụ nữ trông vững chãi, bất động, gần như vĩnh cửu, không bị ảnh hưởng bởi sự hỗn loạn màu sắc phía sau.\n\nÝ đồ khi dùng màu sắc (Tách biệt):\n\nÔng cố tình dùng bảng màu khác nhau cho chủ thể và phông nền.\n\nNhân vật (Xanh Lam/Đen): Lạnh, tĩnh.\n\nPhông nền (Vàng/Đỏ/Xanh Lục): Nóng, động.\n\nÝ đồ là \"cắt\" (cut out) nhân vật ra khỏi phông nền, một kỹ thuật ông học được từ các bản in Nhật Bản, thay vì hòa trộn họ vào môi trường (như Giai đoạn Hà Lan).",
        "Current_Location": "Musée d'Orsay, Paris, Pháp."
      },
      {
        "Period": "Paris",
        "Artwork": "Shoes",
        "Year": "1886",
        "Dimensions": "37.5 cm x 45 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Chủ nghĩa Hiện thực \"Hà Lan\": Mặc dù được vẽ ở Paris, kỹ thuật của bức tranh này hoàn toàn thuộc về Giai đoạn Hà Lan. Nó là một \"tĩnh vật nông dân\" (peasant still life) được vẽ bằng bảng màu Tonal (tông màu) u tối.\n\nChiaroscuro (Tương phản Sáng-Tối): Kỹ thuật chủ đạo. Đôi giày (được chiếu sáng) nổi bật lên một cách kịch tính từ một phông nền gần như đen tuyền.\n\nImpasto (Đắp sơn dày): Lớp sơn rất dày, đặc biệt là trên dây giày và những mảng da bị mòn. Van Gogh \"nặn\" (sculpt) đôi giày bằng sơn, tạo ra một kết cấu gồ ghề, hữu hình.\n\nNét cọ Biểu cảm (Expressive Brushwork): Nét cọ thô, mạnh, không trau chuốt, dùng để truyền tải sự \"mệt mỏi\" và \"sức nặng\" của vật thể.",
        "Meaning_of_the_Painting": "\"Chân dung\" của Lao động: Đây không phải là một bức tranh tĩnh vật; đây là một bức chân dung. Đôi giày, sờn cũ, mòn vẹt, đầy bùn đất, kể một câu chuyện. Chúng là biểu tượng cho cuộc đời lao động vất vả, cho hành trình mệt mỏi của người mang chúng (có thể là một người nông dân, hoặc chính Van Gogh, người đã đi bộ rất nhiều).\n\nDi sản Hà Lan ở Paris: Bức tranh này là một \"lời tuyên bố\". Van Gogh mang chủ đề \"nông dân\" (sự thật, sự thô ráp, lao động) của mình đến Paris. Ông đang cố gắng tìm kiếm \"linh hồn\" (soul) trong những vật thể tầm thường.\n\nSự thật của Vật thể: Triết gia Martin Heidegger đã viết một bài luận nổi tiếng về bức tranh này, cho rằng nó thể hiện \"thế giới\" của một người phụ nữ nông dân, sự gắn bó của bà với đất đai. Dù chúng có thể là giày của chính Van Gogh, ý nghĩa cốt lõi là: đôi giày này chứa đựng \"sự thật\" của một cuộc đời.",
        "Five_Dominant_Colors": "Nâu Đất (Dark Brown / Burnt Umber)\n\nĐen / Nâu Đậm (Black / Darkest Brown)\n\nVàng Ocher (Yellow Ocher)\n\nTrắng Xám (Grey-White)\n\nXám Lam (Grey-Blue)",
        "Color_Ratio": "Nâu Đất: ~40%\n\nĐen / Nâu Đậm: ~35%\n\nVàng Ocher: ~15%\n\nTrắng Xám: ~5%\n\nXám Lam: ~5%",
        "Color_Meaning_Analysis": "Nâu Đất: Màu của da giày, của bùn đất. Tượng trưng cho sự gắn bó với đất đai, sự mòn mỏi, và \"sự thật\" thô ráp của vật chất.\n\nĐen / Nâu Đậm: Màu của phông nền, bóng tối, và các kẽ hở. Tượng trưng cho sự nặng nề, sự mệt mỏi, và \"cái trống rỗng\" (void) mà đôi giày nghỉ ngơi.\n\nVàng Ocher: Màu của các điểm nhấn (highlights) trên da giày bị mòn và dây giày. Tượng trưng cho \"linh hồn\" của đôi giày, dấu vết của sự sống và sự sử dụng.\n\nTrắng Xám: Ánh sáng mạnh nhất trên dây giày. Tượng trưng cho điểm tập trung, sự tương phản cuối cùng giữa sự sống (sử dụng) và cái chết (bóng tối).\n\nXám Lam: Một tông màu \"lạnh\" tinh tế ở phông nền. Tượng trưng cho không khí lạnh lẽo, cô độc bao quanh đôi giày.",
        "Psychological_Analysis": "Van Gogh đang \"bám rễ\" (grounded). Ông vừa đến Paris, một thành phố của ánh sáng và sự phù phiếm, nhưng tâm hồn ông vẫn còn ở Nuenen. Ông đồng cảm sâu sắc với những vật thể \"thật\", \"lao động\" này. Ông vẽ chúng với sự tôn trọng gần như là tôn sùng.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Chiaroscuro & Impasto):\n\nÔng muốn đôi giày phải \"nặng\" (heavy). Ông dùng bảng màu tối và sơn dày để cho chúng trọng lượng vật lý và cảm xúc.\n\nKỹ thuật thô ráp là có chủ đích. Ông muốn bức tranh phải thô ráp như chính đôi giày. Một nét vẽ mượt mà sẽ là một \"lời nói dối\".\n\nÝ đồ khi dùng màu sắc (Bảng màu tối):\n\nĐây là một sự kháng cự (resistance) có ý thức. Trong khi Paris đang tôn vinh màu sắc tươi sáng, Van Gogh lại \"trình làng\" một bức tranh u tối.\n\nÝ đồ là tạo ra một \"biểu tượng\" (icon). Bằng cách đặt đôi giày Nâu/Vàng (ấm) lên nền Đen (lạnh, trống rỗng), ông đang \"thánh hóa\" (sanctifying) chúng. Ông muốn nói rằng: \"Đây, trong sự tầm thường này, là vẻ đẹp và bi kịch thực sự.\"",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      },
      {
        "Period": "Paris",
        "Artwork": "Boulevard de Clichy",
        "Year": "1887",
        "Dimensions": "46.5 cm x 55 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Chủ nghĩa Ấn tượng (Impressionism): Đây là một bức tranh Ấn tượng thuần túy, rất giống với phong cách của Monet hay Pissarro.\n\nVẽ ngoài trời (En Plein Air): Bức tranh được vẽ nhanh, tại chỗ, để nắm bắt một khoảnh khắc \"thoáng qua\" (fleeting moment) của cuộc sống đô thị.\n\nNét cọ rời rạc (Broken Brushwork): Kỹ thuật chủ đạo. Van Gogh sử dụng vô số các nét cọ ngắn, nhanh, chấm phá (dabs) để thể hiện sự hối hả của đám đông, xe ngựa, và sự rung động của không khí.\n\nBảng màu sáng (Light Palette): Ông đã hoàn toàn từ bỏ bảng màu đất. Bức tranh được xây dựng bằng ánh sáng khí quyển (atmospheric light), chủ yếu là các tông màu Lam, Be, và Xám.",
        "Meaning_of_the_Painting": "Nắm bắt \"Cuộc sống Hiện đại\": Đây là sự đoạn tuyệt hoàn toàn với chủ đề nông dân. Van Gogh đang nắm bắt chủ đề yêu thích của Trường phái Ấn tượng: \"cuộc sống hiện đại\" (modern life) trên các đại lộ Haussmann mới của Paris.\n\nBài tập về \"Không khí\" (Atmosphere): Bức tranh không phải về tòa nhà hay con người cụ thể. Nó là một bài tập về \"không khí\"—ánh sáng xám, mát mẻ, khuếch tán, và sự chuyển động đặc trưng của một ngày Paris.\n\nChuyển động Đô thị: Mục tiêu chính là vẽ sự \"chuyển động\" (movement) và sự \"hối hả\" (bustle) của thành phố, thay vì một cảnh quan tĩnh.",
        "Five_Dominant_Colors": "Xám Lam (Grey-Blue)\n\nBe / Vàng nhạt (Beige / Pale Yellow)\n\nĐen / Nâu Đậm (Black / Dark Brown)\n\nXanh lá cây xỉn (Dull Green)\n\nĐỏ (Red)",
        "Color_Ratio": "Xám Lam: ~40%\n\nBe / Vàng nhạt: ~30%\n\nĐen / Nâu Đậm: ~15%\n\nXanh lá cây xỉn: ~10%\n\nĐỏ: ~5%",
        "Color_Meaning_Analysis": "Xám Lam: Màu của bầu trời và mặt đường. Tượng trưng cho \"ánh sáng Paris\" đặc trưng—một ánh sáng xám, mát mẻ, khuếch tán, hoàn toàn khác với ánh sáng Hà Lan.\n\nBe / Vàng nhạt: Màu của các tòa nhà đá (stone) và mặt đất. Tượng trưng cho kiến trúc đô thị phản chiếu ánh sáng.\n\nĐen / Nâu Đậm: Dùng cho xe ngựa, bóng người, và thân cây. Tượng trưng cho sự hối hả, chuyển động nhanh. (Lưu ý: Ông vẫn dùng màu đen cho bóng, một kỹ thuật Ấn tượng, chưa phải Hậu-Ấn tượng).\n\nXanh lá cây xỉn: Màu của hàng cây. Tượng trưng cho thiên nhiên \"bị thuần hóa\" trong thành phố.\n\nĐỏ: Những đốm nhỏ (quần áo, biển hiệu). Tượng trưng cho năng lượng, sự sống động—một kỹ thuật Ấn tượng để \"kích hoạt\" một bức tranh toàn màu lạnh.",
        "Psychological_Analysis": "Van Gogh đang trong tâm thế \"hòa nhập\" (assimilating). Ông đang cố gắng trở thành một họa sĩ Paris. Ông háo hức, quan sát, và \"nhập cuộc\", vẽ cùng với các đồng nghiệp như Émile Bernard và Paul Signac. Ông đang chủ động \"gột rửa\" phong cách Hà Lan của mình.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Nét cọ rời rạc):\n\nÝ đồ là vẽ sự \"chuyển động\" (movement) và \"sự thoáng qua\" (fleetingness). Ông không muốn vẽ một bức tranh \"tĩnh\" (static). Các nét cọ chấm phá làm cho toàn bộ bề mặt tranh \"rung động\" với sự sống.\n\nÝ đồ khi dùng màu sắc (Bảng màu sáng):\n\nĐây là một sự từ chối có ý thức đối với Giai đoạn Hà Lan. Ông đang học cách nhìn thấy màu sắc trong ánh sáng.\n\nÔng muốn vẽ \"sự thật\" của ánh sáng Paris. Việc ông vẫn sử dụng màu Đen/Nâu cho các hình bóng cho thấy ông đang ở giai đoạn \"học hỏi\" của chủ nghĩa Ấn tượng, chứ chưa hoàn toàn loại bỏ màu đen như các họa sĩ Hậu-Ấn tượng sau này.",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      },
      {
        "Period": "Paris",
        "Artwork": "Restaurant de la Sirène at Asnières",
        "Year": "1887",
        "Dimensions": "54.1 cm x 65.4 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Chủ nghĩa Ấn tượng & Điểm họa (Impressionism & Pointillism): Đây là kỹ thuật chủ đạo. Toàn bộ bức tranh được xây dựng bằng các nét cọ ngắn, rời rạc, và chấm phá (broken brushwork, dabs). Bầu trời, cây cối, và mặt đất đều \"rung động\".\n\nVẽ ngoài trời (En Plein Air): Bức tranh được vẽ tại chỗ, với mục tiêu duy nhất là nắm bắt ánh sáng rực rỡ của một ngày hè.\n\nMàu bổ túc (Complementary Colors): Bức tranh là một bài thực hành bậc thầy. Ông cố tình đặt cặp ĐỎ / XANH LỤC (hoa/lá cờ/chữ viết so với cây cối) và cặp CAM / XANH LAM (mái nhà so với bầu trời) cạnh nhau để chúng \"tác chiến\", làm tăng độ rực rỡ.\n\nImpasto: Ông dùng sơn dày (impasto) trên các điểm nhấn như những bông hoa đỏ và chữ viết, làm chúng nổi bật lên khỏi bề mặt.",
        "Meaning_of_the_Painting": "Nghiên cứu Ánh sáng (Study of Light): Đây là ý nghĩa quan trọng nhất. Chủ đề (nhà hàng) chỉ là cái cớ. Chủ đề thực sự là ánh sáng mặt trời chói chang va đập vào các bề mặt: làm bức tường rực lên, làm bầu trời xanh ngắt, và làm những bông hoa đỏ \"cháy\" lên.\n\nHoàn toàn \"Hiện đại\": Đây là sự đoạn tuyệt 100% với Giai đoạn Hà Lan. Chủ đề là một địa điểm giải trí hiện đại (modern leisure) ở ngoại ô, một chủ đề yêu thích của Monet và Renoir.\n\nSự \"Bùng nổ\" của Màu sắc: Bức tranh là một \"lễ ăn mừng\" sự giải phóng. Van Gogh, sau một năm ở Paris, đã hoàn toàn tự tin vứt bỏ màu Đen và Nâu, đắm mình trong bảng màu tinh khiết, rực rỡ của Hậu-Ấn tượng.",
        "Five_Dominant_Colors": "Xanh Lục (Emerald Green / Viridian)\n\nXanh Lam (Cerulean / Cobalt Blue)\n\nĐỏ (Red / Vermilion)\n\nVàng / Kem (Yellow / Cream)\n\nCam (Orange)",
        "Color_Ratio": "Xanh Lục: ~35%\n\nXanh Lam: ~25%\n\nVàng / Kem: ~15%\n\nĐỏ: ~15%\n\nCam: ~10%",
        "Color_Meaning_Analysis": "Xanh Lục: Màu của cây cối, bụi rậm. Đây là màu của sự sống (life), sự um tùm của mùa hè. Đây là màu xanh \"sạch\", rực rỡ, không còn là Xanh Ô-liu \"bẩn\" của Hà Lan.\n\nXanh Lam: Màu của bầu trời. Tượng trưng cho không khí, không gian, và cái nóng của mùa hè.\n\nĐỏ: Màu của hoa, chữ viết, và lá cờ. Đây là điểm nhấn năng lượng (energy) của bức tranh. Là màu \"nóng\" nhất, nó là biểu tượng của sự sống, sự hiện đại, và niềm vui.\n\nVàng / Kem: Màu của bức tường được nắng chiếu. Tượng trưng cho ánh sáng mặt trời trực tiếp. Bức tường trở thành một \"tấm gương\" phản chiếu ánh sáng.\n\nCam: Màu của mái ngói, của mặt đất. Tượng trưng cho hơi ấm của đất và là màu bổ túc cho Xanh Lam, tạo ra sự hài hòa tổng thể.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái lạc quan, hưng phấn, và tự tin về mặt kỹ thuật. Ông đã \"tìm thấy\" ánh sáng. Ông đang \"vui chơi\" với màu sắc như một nhà khoa học đầy hứng khởi, sau khi đã học hỏi từ Bernard và Signac.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Nét cọ rời rạc):\n\nÝ đồ là tạo ra sự \"rung động\" (vibration) và \"nhấp nháy\" (shimmering). Ông không muốn vẽ một cảnh tĩnh. Ông muốn không khí, lá cây, và ánh sáng dường như đang chuyển động không ngừng.\n\nÝ đồ khi dùng màu sắc (Bổ túc):\n\nĐây là một quyết định lý thuyết có chủ đích. Ông đang áp dụng công thức của Hậu-Ấn tượng để đạt được độ rực rỡ (luminosity) tối đa.\n\nBằng cách đặt Đỏ (nóng) cạnh Xanh Lục (lạnh), ông đang \"kích nổ\" thị giác. Ông đang chứng minh rằng màu sắc tinh khiết, khi được đặt đúng cách, có thể tạo ra ánh sáng mạnh hơn cả màu trắng.",
        "Current_Location": "Musée d'Orsay, Paris, Pháp."
      },
      {
        "Period": "Paris",
        "Artwork": "Self-Portrait (Pointillist)",
        "Year": "1887",
        "Dimensions": "42 cm x 33.7 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Kỹ thuật Phân chia màu / Điểm họa (Divisionism / Pointillism): Đây là kỹ thuật chủ đạo, được áp dụng một cách gần như \"thuần túy\". Toàn bộ bức tranh, từ khuôn mặt đến phông nền, được xây dựng bằng hàng ngàn dấu chấm (dots) và vệt sơn (dabs) màu nguyên chất.\n\nMàu bổ túc (Complementary Colors): Bức tranh là một bài thực hành nghiêm ngặt về lý thuyết màu. Ông đặt các dấu chấm Cam và Xanh Lam (cặp bổ túc chính) cạnh nhau, đặc biệt là ở râu và phông nền.\n\nNét cọ Xoay (Radiating Brushwork): Phông nền không tĩnh, mà được tạo thành từ các nét cọ/dấu chấm tỏa ra (radiating) từ đầu ông, tạo thành một \"vầng hào quang\" (halo) đầy năng lượng.",
        "Meaning_of_the_Painting": "\"Phòng thí nghiệm\" Kỹ thuật: Đây là ý nghĩa quan trọng nhất. Bức tranh là một bài tập khoa học thuần túy. Van Gogh đang tự \"giải phẫu\" chính mình dưới ánh sáng của lý thuyết màu sắc mà ông học được từ Georges Seurat và Paul Signac.\n\nTự họa vì Nghèo: Giống như các bức tự họa khác ở Paris, lý do thực tế là ông không có tiền thuê người mẫu, nên ông tự làm mẫu cho mình để thực hành kỹ thuật mới.\n\nTuyên ngôn Hiện đại: Bằng cách áp dụng kỹ thuật tiên tiến nhất (avant-garde) thời bấy giờ, Van Gogh đang tuyên bố mình là một họa sĩ hiện đại, một phần của phong trào nghệ thuật mới, đoạn tuyệt hoàn toàn với quá khứ u tối của Hà Lan.",
        "Five_Dominant_Colors": "Xanh Lam (Blue - Ultramarine/Cobalt)\n\nCam (Orange)\n\nĐỏ (Red)\n\nVàng (Yellow)\n\nXanh Lục (Green)",
        "Color_Ratio": "Xanh Lam: ~35%\n\nCam: ~25%\n\nĐỏ: ~15%\n\nVàng: ~15%\n\nXanh Lục: ~10%",
        "Color_Meaning_Analysis": "Xanh Lam: Màu của phông nền, áo khoác, và được dùng trong bóng tối trên mặt. Tượng trưng cho không khí, sự tập trung trí tuệ, và là màu \"lạnh\" chủ đạo.\n\nCam: Màu của râu, tóc, và các mảng \"ấm\" trên da. Tượng trưng cho năng lượng, sức sống. Đây là màu \"nóng\" bổ túc, được dùng để \"chiến đấu\" với màu Xanh Lam.\n\nĐỏ: Dùng cho môi, và các điểm nhấn \"nóng\" nhất trên da và râu. Tượng trưng cho sự sống, máu, đam mê.\n\nVàng: Dùng làm điểm nhấn (highlight) trên da (trán, mũi, gò má). Tượng trưng cho ánh sáng tinh khiết nhất.\n\nXanh Lục: Được dùng tinh tế trong bóng tối của khuôn mặt (dưới mắt, bên thái dương). Đây là một kỹ thuật Hậu-Ấn tượng, dùng màu lạnh (xanh) cho bóng của màu ấm (vàng/cam), thay vì dùng màu đen/nâu.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái tập trung cao độ, khoa học, và có phương pháp (methodical). Ông không chỉ vẽ theo cảm xúc (như ở Arles), mà đang \"nghiên cứu\" và \"phân tích\" chính mình dưới ánh sáng của lý thuyết màu sắc. Ánh mắt nghiêm túc cho thấy sự quyết tâm làm chủ kỹ thuật mới.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Phân chia màu):\n\nÝ đồ là tạo ra ánh sáng rực rỡ (luminosity). Bằng cách đặt các màu tinh khiết cạnh nhau, ông muốn bức tranh \"rung\" lên với ánh sáng, một điều mà bảng màu tối của Hà Lan không thể làm được.\n\nNét cọ xoay (halo): Ý đồ là tạo ra năng lượng, sự căng thẳng (tension). Bức chân dung không tĩnh; nó đang \"rung động\" (vibrating) với năng lượng nội tâm của họa sĩ.\n\nÝ đồ khi dùng màu sắc (Xanh vs. Cam):\n\nĐây là một bài tập có chủ đích về lý thuyết màu bổ túc. Ông cố tình chọn áo khoác xanh và để râu cam để tạo ra sự tương phản kịch tính nhất. Ông đang chứng minh cho chính mình rằng lý thuyết này hoạt động, rằng nó có thể tạo ra một bức chân dung sống động hơn bất kỳ phương pháp truyền thống nào.",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      },
      {
        "Period": "Paris",
        "Artwork": "Courtesan (after Eisen)",
        "Year": "1887",
        "Dimensions": "100.7 cm x 60.7 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Japonisme (Phỏng theo Phù thế): Đây là một \"bài tập dịch thuật\". Van Gogh không sao chép trực tiếp bản in Ukiyo-e gốc của Keisai Eisen. Ông đã \"phóng to\" và \"tô màu\" một hình ảnh nhỏ (vốn là bìa của tạp chí Paris Illustré năm 1886) thành một bức tranh sơn dầu.\n\nMảng màu phẳng (Flat Planes of Color): Kỹ thuật quan trọng nhất. Ông từ bỏ hoàn toàn Chiaroscuro (sáng-tối). Ông sử dụng các mảng màu lớn, rực rỡ, phẳng (như áo kimono Đỏ, nền Vàng) để mô phỏng phong cách in mộc bản.\n\nĐường viền đậm (Strong Outlines): Ông dùng các đường viền Đen và Xanh đậm, mạnh mẽ để định hình mọi thứ (tóc, áo, khuôn mặt), y hệt như kỹ thuật của Ukiyo-e.\n\nKhung tranh Tự vẽ (Painted-in Frame): Đây là một kỹ thuật độc đáo của riêng Van Gogh. Ông không dùng khung gỗ, mà ông tự vẽ một cái khung trang trí xung quanh bức tranh, chứa đầy các biểu tượng Nhật Bản khác (cò, ếch, đầm sen).",
        "Meaning_of_the_Painting": "Tôn vinh Japonisme: Đây là một lời tri ân, một sự \"tôn sùng\" của Van Gogh đối với nghệ thuật Nhật Bản (Ukiyo-e), thứ mà ông và Theo đang say mê sưu tầm. Ông xem nó là \"tương lai\" của nghệ thuật hiện đại.\n\nBài tập \"Dịch thuật\": Làm thế nào để \"dịch\" một bản in mộc bản (graphic, phẳng) sang ngôn ngữ sơn dầu (vốn nặng về kết cấu, chiều sâu) mà không làm mất \"linh hồn\" của nó? Đây là một bài tập kỹ thuật bậc thầy.\n\nBình luận về \"Thế giới Phù du\": Ukiyo-e có nghĩa là \"tranh về thế giới phù du\" (thế giới của kỹ nữ, nhà hát kabuki...). Bằng cách chọn một Oiran (kỹ nữ cao cấp), ông đang đi thẳng vào chủ đề này.\n\nẨn dụ của cái Khung: Cái khung tranh tự vẽ đầy biểu tượng. Đầm lầy/Đầm sen (nơi có ếch và cò) là một ẩn dụ của Van Gogh. Ếch (grenouille) là tiếng lóng ở Paris cho \"gái điếm\". Bằng cách đặt người kỹ nữ vào một cái khung có đầm lầy và ếch, ông có thể đang bình luận một cách tinh tế về cuộc sống của những người phụ nữ \"phù du\" này—rực rỡ nhưng bị \"giam cầm\" (trong khung) và sống trong một thế giới \"đầm lầy\".",
        "Five_Dominant_Colors": "Vàng (Yellow)\n\nĐỏ (Red)\n\nXanh Lục (Green)\n\nXanh Lam (Blue)\n\nĐen (Black)",
        "Color_Ratio": "Vàng: ~30%\n\nĐỏ: ~25%\n\nXanh Lục: ~20%\n\nXanh Lam: ~15%\n\nĐen: ~10%",
        "Color_Meaning_Analysis": "Vàng: Màu của phông nền. Tượng trưng cho ánh sáng rực rỡ, sự \"khác biệt\" (exotic) của Nhật Bản. Nhưng nó cũng là một màu Vàng \"nhân tạo\", \"phẳng\", không phải ánh sáng tự nhiên, giống như \"thế giới phù du\".\n\nĐỏ: Màu của chiếc kimono. Tượng trưng cho đam mê, sự sống, sự nổi bật. Đây là màu \"nóng\" nhất, là trung tâm của bức tranh.\n\nXanh Lục: Màu của đai (obi) và cái khung (đầm lầy). Tượng trưng cho thiên nhiên, sự sống, và là màu bổ túc cho Đỏ, làm cho chiếc kimono \"cháy\" lên.\n\nXanh Lam: Màu của cái khung (đầm sen) và tóc. Tượng trưng cho nước, sự sâu thẳm, và có thể là nỗi buồn (melancholy) ẩn giấu trong \"thế giới đầm lầy\".\n\nĐen: Màu của tóc, các đường viền. Tượng trưng cho cấu trúc, sự kịch tính (drama). Đây là một công cụ đồ họa (graphic tool) thiết yếu ông học từ Ukiyo-e.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái hứng khởi tột độ, có phương pháp, và \"học thuật\". Ông không vẽ theo cảm xúc bộc phát, mà đang nghiên cứu tỉ mỉ một phong cách. Ông say mê, tôn sùng nghệ thuật Nhật Bản và đang \"thử\" làm chủ nó.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Phẳng & Viền):\n\nĐây là một sự từ chối dứt khoát kỹ thuật phương Tây (Chiaroscuro, phối cảnh).\n\nÝ đồ là \"bắt chước\" sự đơn giản và mạnh mẽ của Ukiyo-e. Ông muốn bức tranh của mình phải mang tính \"trang trí\" (decorative) và mạnh mẽ về mặt đồ họa.\n\nÝ đồ khi dùng màu sắc (Nguyên chất):\n\nÔng đang giải phóng màu sắc khỏi thực tế. Ông không quan tâm \"căn phòng có thật màu vàng không?\". Ông dùng màu Vàng vì nó tạo ra hiệu ứng ông muốn.\n\nCái khung tự vẽ (Painted Frame): Đây là ý đồ tâm lý sâu sắc nhất. Van Gogh không thể chỉ \"sao chép\". Ông phải \"bình luận\". Bằng cách thêm cái khung với cò và ếch, ông đang \"Paris hóa\" và \"Van Gogh hóa\" chủ đề Nhật Bản, thêm vào đó một lớp nghĩa về sự giam cầm và nỗi buồn (ẩn dụ ếch/đầm lầy).",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      },
      {
        "Period": "Paris",
        "Artwork": "Bridge in the Rain (after Hiroshige)",
        "Year": "1887",
        "Dimensions": "73.3 cm x 53.8 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Japonisme (Phỏng theo Phù thế): Đây là một \"bài tập dịch thuật\". Van Gogh đã sao chép và phóng to một bản in mộc bản (woodblock print) của họa sĩ Nhật Bản Utagawa Hiroshige (bức Cầu Ohashi ở Atake trong cơn mưa rào).\n\nMảng màu phẳng (Flat Planes of Color): Ông từ bỏ hoàn toàn Chiaroscuro (sáng-tối) của phương Tây. Ông sử dụng các mảng màu phẳng, đậm (Xanh Lam, Nâu) để mô phỏng chính xác phong cách đồ họa của bản in.\n\nĐường viền đậm (Strong Outlines): Ông dùng các đường viền tối để định hình cây cầu, bờ sông, và các nhân vật, y hệt như kỹ thuật Ukiyo-e.\n\nNét cọ \"Mưa\" (Rain Brushwork): Ông sử dụng các nét cọ dài, chéo, song song (màu Xanh Lam và Trắng) đè lên trên toàn bộ bức tranh để tái tạo hiệu ứng \"mưa\" của bản in gốc.\n\nKhung tranh Tự vẽ (Painted-in Frame): Đây là sự sáng tạo độc đáo nhất của Van Gogh. Ông không dùng khung gỗ, mà ông tự vẽ một cái khung lên trên vải. Cái khung này được trang trí bằng các ký tự Hán tự (Kanji) mà ông sao chép (một cách ngẫu nhiên) từ các bản in Nhật khác.",
        "Meaning_of_the_Painting": "Tôn vinh Bậc thầy (Homage): Đây là một lời tri ân, một sự \"tôn sùng\" trực tiếp của Van Gogh đối với Hiroshige và nghệ thuật Nhật Bản, thứ mà ông xem là \"Kinh thánh\" mới của nghệ thuật hiện đại.\n\nBài tập \"Dịch thuật\" (Translation Exercise): Ông đang \"dịch\" ngôn ngữ của in mộc bản (phẳng, đồ họa) sang ngôn ngữ sơn dầu (dày, kết cấu).\n\nTạo bối cảnh (Contextualization): Cái khung tự vẽ là một ý đồ quan trọng. Bằng cách thêm cái khung với các ký tự Nhật Bản, Van Gogh đang \"đóng khung\" tác phẩm như một vật thể \"ngoại lai\" (exotic), \"chính hãng\" Nhật Bản. Nó giống như ông đang đặt bức tranh vào một \"ngôi đền\".",
        "Five_Dominant_Colors": "Xanh Lam (Blue - Ultramarine/Prussian)\n\nNâu / Cam (Brown / Orange)\n\nXanh Lục (Green)\n\nĐen (Black)\n\nĐỏ (Red)",
        "Color_Ratio": "Xanh Lam: ~35%\n\nNâu / Cam: ~25%\n\nXanh Lục: ~15%\n\nĐen: ~15%\n\nĐỏ: ~10%",
        "Color_Meaning_Analysis": "Xanh Lam: Màu của sông, mưa, và bầu trời. Tượng trưng cho không khí, cái lạnh, và tâm trạng (mood) ảm đạm của cơn mưa.\n\nNâu / Cam: Màu của cây cầu và các thanh gỗ của khung. Tượng trưng cho cấu trúc nhân tạo, \"đất\", và là màu \"ấm\" duy nhất đối trọng với cái lạnh của màu xanh.\n\nXanh Lục: Màu của bờ sông và các chi tiết trên khung. Tượng trưng cho thiên nhiên, sự sống ven bờ.\n\nĐen: Màu của các đường viền, bóng người, và các ký tự Hán tự. Tượng trưng cho cấu trúc đồ họa, một yếu tố then chốt của Ukiyo-e.\n\nĐỏ: Màu của con dấu (cartouche) trên khung. Tượng trưng cho năng lượng, sự xác thực, và là một điểm nhấn \"nóng\" để \"kích hoạt\" thị giác.",
        "Psychological_Analysis": "Van Gogh đang ở trong tâm thế của một \"học sinh\" (student) và \"nhà nghiên cứu\" (researcher). Ông đang nghiên cứu tỉ mỉ, có phương pháp và thể hiện sự tôn sùng tuyệt đối. Ông không vẽ theo cảm xúc bộc phát (như ở Arles), mà đang cố gắng làm chủ một phong cách.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Phẳng & Viền):\n\nĐây là một sự từ chối dứt khoát kỹ thuật phối cảnh và Chiaroscuro của phương Tây.\n\nÝ đồ là \"bắt chước\" sự đơn giản và mạnh mẽ của Ukiyo-e. Ông muốn bức tranh của mình phải mang tính \"trang trí\" (decorative) và mạnh mẽ về mặt đồ họa.\n\nÝ đồ khi dùng màu sắc (Nguyên chất):\n\nÔng đang giải phóng màu sắc khỏi thực tế, học theo cách người Nhật dùng màu.\n\nCái khung tự vẽ (Painted Frame): Đây là ý đồ tâm lý sâu sắc nhất. Van Gogh không thể chỉ \"sao chép\". Ông phải \"bình luận\". Bằng cách thêm cái khung với cò và ếch, ông đang \"Paris hóa\" và \"Van Gogh hóa\" chủ đề Nhật Bản, thêm vào đó một lớp nghĩa về sự giam cầm và nỗi buồn (ẩn dụ ếch/đầm lầy).",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      },
      {
        "Period": "Paris",
        "Artwork": "Self-Portrait with Pipe",
        "Year": "1886",
        "Dimensions": "46 cm x 38 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Kỹ thuật \"Hà Lan\" (Dutch Technique): Đây là một bức tranh Giai đoạn Hà Lan thuần túy, mặc dù được vẽ ở Paris.\n\nTonalism (Chủ nghĩa Tông màu): Kỹ thuật chủ đạo. Toàn bộ bức tranh bị thống trị bởi một bảng màu tối, ảm đạm, gần như đơn sắc, tập trung vào tông độ (tối/sáng) thay vì màu sắc.\n\nChiaroscuro (Tương phản Sáng-Tối): Kỹ thuật này là linh hồn của bức tranh. Khuôn mặt và cái tẩu được \"lôi\" ra khỏi một phông nền đen kịt bằng một nguồn sáng mạnh, kịch tính, giống hệt phong cách của Rembrandt.\n\nImpasto (Đắp sơn dày): Lớp sơn dày, đặc quánh, đặc biệt là ở các điểm nhấn sáng trên trán và tẩu thuốc.",
        "Meaning_of_the_Painting": "\"Bức tranh Hà Lan cuối cùng\": Đây là \"điểm mốc\" (benchmark). Nó cho thấy Van Gogh là ai vào thời điểm ông đến Paris, giúp chúng ta đo lường sự thay đổi kinh ngạc của ông chỉ một năm sau đó (so với các bức tự họa Điểm họa).\n\nTuyên bố Căn tính: Ông không vẽ mình là một quý ông Paris. Ông vẽ mình là một người lao động, một \"họa sĩ nông dân\" (peasant painter) từ phương Bắc: nghiêm túc, thô ráp, nội tâm, và gắn liền với những thứ trần trụi (như cái tẩu).\n\nChân dung tâm lý: Bức tranh thể hiện một con người u uất (melancholy), nghiêm nghị, và đầy nội lực. Ánh mắt nhìn thẳng nhưng chìm trong bóng tối.",
        "Five_Dominant_Colors": "Đen / Nâu Đậm (Black / Darkest Brown)\n\nXanh Ô-liu Đậm (Dark Olive Green)\n\nNâu (Brown) (của tẩu thuốc)\n\nVàng Ocher (Yellow Ocher)\n\nTrắng Xám (Grey-White)",
        "Color_Ratio": "Đen / Nâu Đậm: ~60%\n\nXanh Ô-liu Đậm: ~15%\n\nNâu: ~10%\n\nVàng Ocher: ~10%\n\nTrắng Xám: ~5%",
        "Color_Meaning_Analysis": "Đen / Nâu Đậm: Màu của phông nền, áo khoác, và bóng tối. Tượng trưng cho quá khứ (Hà Lan), sự u uất, sự nặng nề của truyền thống, và không gian nội tâm.\n\nXanh Ô-liu Đậm: Màu \"khoai tây bẩn\" đặc trưng ông dùng cho da mặt. Tượng trưng cho sự khắc khổ, sự dãi dầu, và sự liên kết với \"đất\".\n\nNâu: Màu của cái tẩu thuốc. Tượng trưng cho một vật dụng trần thế, thô mộc, một biểu tượng của người lao động.\n\nVàng Ocher: Màu của ánh sáng (highlight) trên trán, mũi, và tẩu. Tượng trưng cho hơi ấm le lói của sự sống, suy nghĩ, và ý thức, đang vật lộn để thoát ra khỏi bóng tối.\n\nTrắng Xám: Màu của làn khói (và cổ áo). Tượng trưng cho sự phù du, sự suy tư, một thứ gì đó mong manh, phi vật chất.",
        "Psychological_Analysis": "Van Gogh là \"người Hà Lan ở Paris\". Ông mang tâm lý của Nuenen đến thành phố Ánh sáng. Ông nghiêm túc, nội tâm, và có phần phòng thủ. Ông đang tự \"định vị\" mình là một họa sĩ \"nghiêm túc\", \"thật\", đối lập với sự \"phù phiếm\" (mà ông sắp khám phá) của Paris.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Chiaroscuro):\n\nĐây là một tuyên bố có ý thức. Ông đang tuyên bố phong cách của mình là phong cách của Rembrandt, của các bậc thầy Hà Lan. Ông đang nói: \"Tôi là một họa sĩ của ánh sáng và bóng tối.\"\n\nÝ đồ khi dùng màu sắc (Bảng màu tối):\n\nÔng dùng bảng màu tối để thể hiện \"sự thật\" và \"sự nghiêm túc\".\n\nÝ đồ của ông là buộc người xem tập trung vào ánh sáng. Bằng cách nhấn chìm mọi thứ trong Đen, ông làm cho đốm Vàng/Trắng (trên trán, tẩu thuốc, khói) trở thành trung tâm của bức tranh. Đây là một bức tranh về tư duy (thought) và ý thức (consciousness) (ánh sáng trên trán) đang nổi lên từ một thế giới u tối.",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      },
      {
        "Period": "Paris",
        "Artwork": "The Night Café",
        "Year": "1888",
        "Dimensions": "72.4 cm x 92.1 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Màu sắc Tùy tiện/Biểu cảm (Arbitrary/Expressive Color): Đây là kỹ thuật then chốt. Van Gogh không dùng màu sắc để mô tả thực tế, mà để truyền tải một trạng thái cảm xúc cụ thể (sự ngột ngạt, sa đọa).\n\nXung đột Màu bổ túc (Clashing Complementaries): Bức tranh được xây dựng có chủ đích trên sự \"tác chiến\" (battle) gay gắt giữa hai màu bổ túc: ĐỎ và XANH LỤC.\n\nPhối cảnh Méo mó (Distorted Perspective): Sàn nhà dốc tuột về phía người xem một cách phi logic. Các đường nét (như bàn bi-a) bị bóp méo, tạo ra một không gian \"say\", mất thăng bằng, và gây buồn nôn.\n\nÁnh sáng \"Bệnh hoạn\" (Sickly Light): Ánh sáng không đến từ một nguồn tự nhiên, mà từ những ngọn đèn gas. Chúng tỏa ra một vầng \"hào quang\" màu Vàng-Lục axit, khắc nghiệt, tạo ra một không khí ngột ngạt, phi nhân tính.",
        "Meaning_of_the_Painting": "\"Nơi người ta có thể tự hủy hoại mình\": Van Gogh đã viết rất rõ ràng cho em trai Theo. Ông muốn vẽ một nơi \"nơi người ta có thể tự hủy hoại mình, phát điên hoặc gây tội ác\".\n\nNhững Đam mê Khủng khiếp của Nhân loại: Ông nói rõ: \"Anh đã cố gắng biểu đạt, bằng màu Đỏ và Xanh Lục, những đam mê khủng khiếp của nhân loại.\"\n\nSự Cô lập và Xa lánh (Alienation): Bức tranh là một \"địa ngục trần gian\". Các nhân vật (chỉ có 5 người khách) bị \"ném\" vào không gian, mỗi người một góc. Họ không tương tác; họ chìm trong sự cô đơn, say xỉn, hoặc tuyệt vọng. Ngay cả cặp đôi ở hậu cảnh cũng có vẻ xa cách.\n\nSự đối lập với \"Quán cà phê vỉa hè\": Nếu bức Cafe Terrace at Night (vẽ cùng tháng) là một quán cà phê \"ấm áp\" dưới bầu trời sao, thì The Night Café là một cái bẫy \"lạnh lùng\" khi nhìn từ bên trong.",
        "Five_Dominant_Colors": "Đỏ (Red - Blood Red)\n\nXanh Lục (Green - Acidic/Billiard Table Green)\n\nVàng (Yellow - Gaslight Yellow)\n\nNâu / Đen (Brown / Black)\n\nTrắng (White)",
        "Color_Ratio": "Đỏ: ~30%\n\nXanh Lục: ~25%\n\nVàng: ~25%\n\nNâu / Đen: ~10%\n\nTrắng: ~10%",
        "Color_Meaning_Analysis": "Đỏ (Đỏ máu): Màu của tường. Tượng trưng cho đam mê (passion), nhưng cũng là bạo lực (violence), nguy hiểm, và sự ngột ngạt. Van Gogh gọi nó là \"blood red\" (đỏ máu).\n\nXanh Lục: Màu của trần nhà và bàn bi-a. Đây là màu bổ túc của Đỏ. Tượng trưng cho sự \"bệnh hoạn\" (sickness), sự ghen tuông (jealousy), và sự \"độc hại\" (toxicity).\n\nVàng: Màu của ánh sáng đèn gas và sàn nhà. Đây không phải là màu vàng \"hy vọng\" (như trong Sunflowers). Đây là một màu vàng \"axit\", \"lưu huỳnh\" (sulphurous), \"bệnh hoạn\". Nó tạo ra một ánh sáng nhân tạo, khắc nghiệt, không có sự an ủi.\n\nNâu / Đen: Màu của bóng tối, cửa ra vào. Tượng trưng cho sự vô định, con đường dẫn đến tội lỗi, và sự nặng nề của đêm khuya.\n\nTrắng: Màu của áo người phục vụ và các quả bi-a. Là ánh sáng \"lạnh lùng\" (cold) duy nhất. Nó không mang lại sự tinh khiết, mà là sự xa cách, cô lập của người quan sát (người phục vụ) hoặc sự ngẫu nhiên (các quả bi-a).",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái căng thẳng tột độ (feverish intensity). Ông vẽ bức này vào ban đêm (ông ngủ ban ngày). Ông bị vắt kiệt sức lực. Ông không \"bị điên\", mà đang ý thức (consciously) sử dụng sự mệt mỏi và căng thẳng của mình để truyền tải một cảm xúc.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Méo mó): Ý đồ là làm cho người xem cảm thấy \"say\" (drunk) hoặc \"buồn nôn\" (nauseous). Phối cảnh dốc và nghiêng ngả là có chủ đích để tạo cảm giác mất thăng bằng.\n\nÝ đồ khi dùng màu sắc (Xung đột Đỏ/Xanh): Đây là ý đồ triết học quan trọng nhất. Ông đã viết rõ ràng cho Theo: \"Anh đã cố gắng biểu đạt, bằng màu ĐVà và Xanh Lục, những đam mê khủng khiếp của nhân loại.\"\n\nTóm lại: Ông không muốn vẽ một quán cà phê. Ông muốn vẽ một trạng thái tâm lý: trạng thái của sự tuyệt vọng, sự sa đọa, và sự cô lập tột cùng.",
        "Current_Location": "Yale University Art Gallery, New Haven, Connecticut, Hoa Kỳ."
      },
      {
        "Period": "Miền Nam nước Pháp",
        "Artwork": "The Starry Night ",
        "Year": "1889",
        "Dimensions": "73.7 cm x 92.1 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Nét cọ Xoáy/Cuộn (Swirling Brushwork): Đây là kỹ thuật định nghĩa của Giai đoạn Saint-Rémy. Toàn bộ bầu trời, các ngọn đồi, và thậm chí cả cây bách đều được vẽ bằng những nét cọ cuộn xoáy, mạnh mẽ, tạo ra một \"trường năng lượng\" (energy field) đang chuyển động.\n\nImpasto (Đắp sơn dày): Kỹ thuật này được đẩy đến cực đoan. Sơn được bóp thẳng từ tuýp hoặc đắp rất dày, đặc biệt là trên các ngôi sao, mặt trăng, và các vòng xoáy, khiến chúng có kết cấu 3D và \"bắt\" ánh sáng thật.\n\nMàu sắc Tùy tiện/Biểu cảm (Arbitrary/Expressive Color): Ông không vẽ cái ông thấy, mà vẽ cái ông cảm nhận. Bầu trời không có thật màu Xanh Ultramarine và các ngôi sao không \"cháy\" lên màu Vàng Cadmium như vậy. Đây là màu sắc của cảm xúc.\n\nĐường viền Đậm (Strong Outlines): Cây bách và các ngôi nhà trong làng được viền bằng các đường nét Đen/Xanh Đậm, một di sản từ Japonisme, nhưng giờ được dùng để tạo kịch tính và tách biệt các hình khối.",
        "Meaning_of_the_Painting": "Cảnh nhìn từ Bệnh viện: Bức tranh được vẽ từ trí nhớ về cảnh tượng từ cửa sổ phòng bệnh của ông ở bệnh viện Saint-Paul, nhìn về phía đông trước khi mặt trời mọc.\n\nCuộc \"Đối thoại\" của Ba Yếu tố: Bức tranh là một vở kịch tâm lý giữa ba phần:\n\nBầu trời (Cái Vũ trụ/Siêu nhiên): Phần lớn nhất, hỗn loạn nhất. Đó là một vũ điệu vũ trụ, một \"cơn lốc\" cảm xúc và năng lượng tâm linh. Các ngôi sao (đặc biệt là sao Kim, ngôi sao sáng nhất) và mặt trăng (một sự kết hợp phi thực tế giữa mặt trăng và mặt trời) là những \"vụ nổ\" của hy vọng hoặc năng lượng thần thánh.\n\nLàng (Cái Bình yên/Con người): Nằm im lìm dưới thung lũng. Đây là phần được vẽ theo trí nhớ (ngọn tháp nhà thờ là kiểu Hà Lan, quê hương ông, không phải kiểu Pháp). Nó tượng trưng cho sự bình yên, cộng đồng, và hơi ấm con người (các ô cửa sổ sáng đèn) mà Van Gogh bị tách biệt và khao khát.\n\nCây bách (Cái Nội tâm/Cái Chết): Nằm ở tiền cảnh, vươn lên như một ngọn lửa đen. Cây bách ở vùng Provence thường được trồng ở nghĩa địa và là biểu tượng của cái chết và sự tang tóc. Đối với Van Gogh, nó là biểu tượng cho nỗi thống khổ, sự hỗn loạn nội tâm của chính ông, một \"cây cầu\" tối tăm, đầy khao khát vươn từ Trái Đất (sự sống) lên đến Bầu trời (sự vĩnh hằng/cái chết).",
        "Five_Dominant_Colors": "Xanh Lam (Blue - Ultramarine/Prussian/Cobalt)\n\nVàng (Yellow - Cadmium/Chrome)\n\nĐen / Xanh Đen (Black / Darkest Blue)\n\nTrắng (White)\n\nNâu / Cam (Brown / Orange)",
        "Color_Ratio": "Xanh Lam: ~40%\n\nĐen / Xanh Đen: ~20%\n\nVàng: ~15%\n\nTrắng: ~15%\n\nNâu / Cam: ~10%",
        "Color_Meaning_Analysis": "Xanh Lam: Màu của bầu trời, của vũ trụ, sự vô hạn, và tâm linh. Nhưng nó cũng là một màu \"lạnh\", tượng trưng cho nỗi u sầu (melancholy) và sự cô lập của ông trong bệnh viện.\n\nVàng: Màu của các ngôi sao và mặt trăng. Đây là màu đối lập với Xanh Lam. Nó là sự sống, hy vọng, năng lượng thần thánh, và \"lửa\" nội tâm. Các ngôi sao không chỉ là sao, chúng là những \"vụ nổ\" của hy vọng.\n\nĐen / Xanh Đen: Màu của cây bách và các đường viền. Tượng trưng cho cái chết, nỗi buồn (grief), và sự tuyệt vọng. Nó là \"bóng tối\" trần thế đang vươn lên bầu trời.\n\nTrắng: Dùng (thường là trộn với Vàng) để tạo ra các điểm sáng nhất. Tượng trưng cho ánh sáng tinh khiết, cốt lõi của năng lượng, làm cho các ngôi sao \"cháy\" lên.\n\nNâu / Cam: Màu của các mái nhà trong làng. Đây là màu của đất, của con người. Tượng trưng cho hơi ấm gia đình, sự an toàn, và sự bình yên—một sự tương phản hoàn toàn với kịch tính vũ trụ phía trên.",
        "Psychological_Analysis": "Van Gogh đang ở trong một trạng thái cảm xúc mãnh liệt và hỗn loạn. Ông vừa trải qua một cuộc khủng hoảng tinh thần nghiêm trọng. Ông bị cô lập. Bức tranh này không phải được vẽ trong cơn điên, mà là một nỗ lực \"chuyển hóa\" (channeling) những cảm xúc hỗn loạn, nỗi sợ hãi, và niềm khao khát tâm linh của ông vào nghệ thuật.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Nét cọ Xoáy/Cuộn):\n\nÝ đồ là vẽ \"năng lượng\", không phải vật thể. Ông muốn cho thấy \"sự sống ẩn giấu\", \"sự rung động\" của vũ trụ. Thế giới không tĩnh, mà đang cuồn cuộn, sống động.\n\nÝ đồ khi dùng màu sắc (Tùy tiện):\n\nÝ đồ là \"biểu cảm\" (expression). Ông dùng màu Xanh Lam vì ông cảm thấy sự vô hạn và nỗi u sầu. Ông dùng màu Vàng vì ông cảm thấy hy vọng và năng lượng thần thánh.\n\nTương phản (Contrast): Ý đồ then chốt là tạo ra sự tương phản kịch tính:\n\nTrời (Hỗn loạn, Siêu nhiên) vs. Làng (Tĩnh lặng, Con người): Thế giới của Chúa/Vũ trụ so với thế giới của con người đang ngủ yên.\n\nCây bách (Đen, Đấu tranh) vs. Bầu trời (Sáng, Vĩnh hằng): Nỗi thống khổ trần thế của ông đang khao khát vươn tới ánh sáng thần thánh.\n\nBất chấp sự hỗn loạn, nhiều người xem đây là một bức tranh về sự an ủi (consolation). Van Gogh đang tìm kiếm sự cứu rỗi, không phải trong nhà thờ (mà ông vẽ nhỏ bé), mà trong sức mạnh vĩ đại và áp đảo của tự nhiên (bầu trời).",
        "Current_Location": "Museum of Modern Art - MoMA, New York City, Hoa Kỳ"
      },
      {
        "Period": "Miền Nam nước Pháp",
        "Artwork": "Sunflowers",
        "Year": "1889",
        "Dimensions": "100.5 cm x 76.5 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Sao chép Tái tạo (Repetition): Đây là một \"bản sao chép\" bố cục của kiệt tác ông đã vẽ ở Arles (1888).\n\nNét cọ \"Saint-Rémy\": Nét cọ đã thay đổi. Chúng không còn \"bùng nổ\" dữ dội như ở Arles. Thay vào đó, chúng có phần mềm mại hơn, có tổ chức hơn, và gợn sóng (wavy), cho thấy ảnh hưởng của phong cách (như trong Đêm đầy sao) đã bắt đầu thấm vào.\n\nImpasto (Đắp sơn dày): Ông vẫn dùng sơn rất dày, đặc biệt là trên nhụy hoa, để tạo ra kết cấu \"điêu khắc\" đặc trưng của mình.\n\nMàu sắc Hài hòa (Harmonious Color): Bảng màu vẫn là một \"bản giao hưởng màu Vàng\", nhưng có sự thay đổi tinh tế trong tông màu (ví dụ, phông nền có thể là Lam nhạt hoặc Vàng Lục nhạt hơn, tùy phiên bản).",
        "Meaning_of_the_Painting": "Tìm kiếm \"Sự tỉnh táo\" (Sanity): Đây là ý nghĩa quan trọng nhất. Bằng cách sao chép lại tác phẩm thành công và hạnh phúc nhất của mình, Van Gogh đang cố gắng tìm lại sự bình yên, sự kiểm soát, và \"sự tỉnh táo\" (sanity) mà ông có ở Arles trước cơn khủng hoảng.\n\nBám víu vào Bản sắc (Clinging to Identity): \"Hoa hướng dương\" là biểu tượng cá nhân của ông (hy vọng, ánh sáng, \"họa sĩ của phương Nam\"). Vẽ lại chúng là cách ông \"bám víu\" vào bản sắc của mình, tự nhắc nhở mình rằng ông vẫn là họa sĩ đó.\n\nNỗi nhớ (Nostalgia): Bức tranh là một nỗi nhớ da diết về \"Ngôi nhà Màu vàng\" ở Arles và giấc mơ đã tan vỡ về một \"Xưởng vẽ Phương Nam\" cùng Gauguin (người vốn rất ngưỡng mộ bức Sunflowers gốc).",
        "Five_Dominant_Colors": "Vàng (Yellow - Cadmium/Chrome)\n\nNâu (Brown)\n\nCam (Orange)\n\nLam nhạt (Pale Blue) (cho phông nền)\n\nXanh Lục (Green/Olive)",
        "Color_Ratio": "Vàng: ~50%\n\nNâu: ~15%\n\nCam: ~15%\n\nLam nhạt: ~10%\n\nXanh Lục: ~10%",
        "Color_Meaning_Analysis": "Vàng: Màu chủ đạo. Vẫn là biểu tượng của ánh sáng, sự sống, hy vọng. Nhưng ở Saint-Rémy, nó có thể mang một sắc thái u buồn hơn, một \"ký ức\" về hy vọng, một nỗ lực \"gọi\" ánh sáng trở lại.\n\nNâu: Màu của nhụy hoa đã kết hạt, của chiếc bình, và cái bàn. Tượng trưng cho đất đai, sự ổn định, và cả sự tàn lụi, sự kết thúc của một chu kỳ.\n\nCam: Dùng cho các chi tiết trên hoa và nhụy. Tượng trưng cho năng lượng, hơi ấm, \"trái tim\" đang cháy của bông hoa.\n\nLam nhạt: Màu của phông nền (trong phiên bản này, F456). Tượng trưng cho không khí, sự nhẹ nhàng, nhưng cũng là một màu \"lạnh\", tạo ra sự tương phản tinh tế, làm nổi bật màu Vàng \"nóng\".\n\nXanh Lục: Màu của thân và lá. Tượng trưng cho sự sống đã qua (héo úa), sự kết nối với đất, và là màu bổ túc cho Đỏ/Cam.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái hồi tưởng (nostalgic), suy tư, và cố gắng \"chữa lành\" (healing). Ông không ở trong trạng thái \"bùng nổ\" (feverish) như khi vẽ bức gốc ở Arles. Ông đang cố gắng \"tìm lại chính mình\", một cách có trật tự và bình tĩnh hơn.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Repetition):\n\nÝ đồ không phải là \"sáng tạo\" (create) một cái gì đó mới, mà là \"tái tạo\" (recreate).\n\nÔng muốn chứng minh cho chính mình, cho em trai Theo, và cho các bác sĩ rằng ông vẫn có thể vẽ, rằng ông vẫn là họa sĩ của \"Hoa hướng dương\".\n\nÝ đồ khi dùng màu sắc (Tái khẳng định):\n\nÔng đang cố gắng tái tạo lại \"bản giao hưởng màu Vàng\" mà ông đã đạt được. Đó là một nỗ lực tái khẳng định sức mạnh của màu Vàng.\n\nTuy nhiên, sự thay đổi trong nét cọ (mềm hơn, gợn sóng hơn) cho thấy phong cách Saint-Rémy (như trong Đêm đầy sao) đã bắt đầu \"thấm\" vào. Bức tranh có phần nội tâm hơn là bùng nổ ra bên ngoài. Nó là một ký ức về ánh sáng, chứ không phải bản thân ánh sáng.",
        "Current_Location": "Sompo Japan Museum of Art, Tokyo, Nhật Bản"
      },
      {
        "Period": "Miền Nam nước Pháp",
        "Artwork": "Wheatfield with Crows",
        "Year": "1890",
        "Dimensions": "50.5 cm x 103 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Nét cọ Dữ dội / \"Chém\" (Violent/Slashing Brushwork): Đây là kỹ thuật định nghĩa. Ông không \"vẽ\" (paint) mà gần như \"tấn công\" (attack) tấm vải. Các nét cọ ngắn, thô bạo, \"chém\" theo các hướng khác nhau, thể hiện sự lo lắng tột độ.\n\nPhối cảnh Mất phương hướng (Disoriented Perspective): Cực kỳ quan trọng. Ông vẽ ba con đường chia cắt cánh đồng. Chúng không dẫn đến đâu cả (no exit). Con đường ở giữa dường như \"đâm\" thẳng vào người xem rồi biến mất, tạo ra một cảm giác mất phương hướng và bế tắc hoàn toàn.\n\nImpasto (Đắp sơn dày): Sơn được đắp rất dày, đặc biệt là trên cánh đồng lúa mì, tạo ra một kết cấu gồ ghề, \"thật\" và đầy năng lượng.\n\nMàu sắc Tùy tiện/Biểu cảm (Arbitrary/Expressive Color): Màu sắc không mô tả thực tế, mà mô tả một \"trạng thái tâm hồn\" (state of mind).",
        "Meaning_of_the_Painting": "\"Lá thư tuyệt mệnh\"? (Alleged \"Suicide Note\"): Đây là một lầm tưởng phổ biến nhưng không chính xác (ông đã vẽ nhiều bức khác sau đó), tuy nhiên, bức tranh chắc chắn là một sự biểu đạt nỗi tuyệt vọng (despair) tột cùng.\n\nSự Bế tắc và Mất phương hướng: Ý nghĩa cốt lõi. Ba con đường không dẫn đến đâu cả. Bầu trời sắp sập xuống. Đàn quạ bay về phía người xem (hoặc bay loạn xạ). Đó là một khung cảnh của sự bế tắc (trapped) và hỗn loạn (chaos).\n\nXung đột Nội tâm: Bức tranh là một \"chiến trường\" tâm lý:\n\nCánh đồng Vàng (Sự sống/Năng lượng): Cánh đồng lúa mì, biểu tượng cho sự sống và sự trù phú.\n\nBầu trời Xanh Đậm (Sự đe dọa/Tuyệt vọng): Một bầu trời bão tố, nặng trĩu, \"sắp vỡ\", đè nén sự sống bên dưới.\n\nĐàn quạ Đen (Cái chết/Điềm gở): Những nét vẽ Đen như những \"vết sẹo\" trên bầu trời, là biểu tượng rõ ràng của cái chết và nỗi buồn.\n\nSự cô đơn Tột cùng: Không có một bóng người, không có nhà cửa. Chỉ có thiên nhiên ở trạng thái dữ dội và nguyên thủy nhất, phản ánh sự cô đơn vô tận của người họa sĩ.",
        "Five_Dominant_Colors": "Vàng (Yellow - Cadmium/Ocher)\n\nXanh Lam (Blue - Ultramarine/Prussian)\n\nĐen (Black)\n\nXanh Lục (Green)\n\nĐỏ (Red)",
        "Color_Ratio": "Vàng: ~40%\n\nXanh Lam: ~30%\n\nĐen: ~10%\n\nXanh Lục: ~10%\n\nĐỏ: ~10%",
        "Color_Meaning_Analysis": "Vàng: Màu của lúa mì. Tượng trưng cho sự sống, năng lượng sáng tạo. Nhưng ở đây, nó là một màu vàng \"gắt\", \"chín ép\" (feverish), thể hiện sự căng thẳng, chứ không phải niềm vui.\n\nXanh Lam: Màu của bầu trời. Đây không phải là màu xanh tâm linh của Đêm đầy sao. Đây là một màu Xanh Đen (Cobalt/Ultramarine đậm), tượng trưng cho một cơn bão đang ập đến, sự áp bức, nỗi tuyệt vọng và một gánh nặng tinh thần không thể chịu nổi.\n\nĐen: Màu của đàn quạ và các đường viền. Tượng trưng cho cái chết, điềm gở, sự hỗn loạn, và nỗi sợ hãi. Chúng là những \"vết thương\" trên bầu trời.\n\nXanh Lục: Màu của cỏ ven đường. Tượng trưng cho sự sống \"thô\" (raw), nhưng bị kẹp giữa các con đường bế tắc và cánh đồng hỗn loạn.\n\nĐỏ: Màu của đất trên con đường. Đây là một màu đỏ \"thô\", gần như màu máu khô. Tượng trưng cho sự bất an, sự trần trụi, và \"vết thương\" của mặt đất.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái tuyệt vọng (despair), cô đơn (loneliness), và lo lắng tột độ (extreme anxiety). Ông cảm thấy \"buồn bã và cô đơn cùng cực\". Ông đang vẽ lại cảm giác bị \"mắc kẹt\" và \"sắp bị nghiền nát\" bởi chính những cảm xúc của mình.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Nét cọ \"Chém\" & Phối cảnh):\n\nÝ đồ là làm cho người xem cảm thấy \"bất an\" (uncomfortable) và \"mất phương hướng\" (disoriented).\n\nPhối cảnh 3 con đường là một cái bẫy thiên tài: dù bạn chọn con đường nào, bạn cũng không thấy lối thoát.\n\nNét cọ vội vã, thô bạo (violent) là sự giải phóng cảm xúc trực tiếp. Ông đang \"la hét\" (screaming) lên tấm vải.\n\nÝ đồ khi dùng màu sắc (Xung đột Vàng/Xanh):\n\nĐây là ý đồ triết học cuối cùng của ông về màu sắc. Ông đẩy cặp màu bổ túc VÀNG (sự sống) và XANH LAM (nỗi buồn/vũ trụ) đến mức xung đột (clash) dữ dội nhất.\n\nÔng không còn cố gắng tạo ra \"sự hài hòa\" (harmony) như ở Arles. Ông đang cố gắng tạo ra \"sự hỗn loạn\" (chaos).\n\nBằng cách thêm màu ĐEN (đàn quạ) vào cuộc chiến này, ông đã phá vỡ mọi quy tắc của mình (trước đây ông tránh dùng màu đen). Đó là sự thừa nhận cuối cùng về bóng tối.",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      },
      {
        "Period": "Miền Nam nước Pháp",
        "Artwork": "The Church at Auvers",
        "Year": "1890",
        "Dimensions": "94 cm x 74 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Đường nét Vặn vẹo / Méo mó (Warped / Distorted Lines): Đây là kỹ thuật then chốt. Toàn bộ nhà thờ dường như đang \"oằn mình\" hoặc \"tan chảy\". Các đường nét không ổn định, thể hiện một thực tế đang bị bóp méo bởi cảm xúc.\n\nNét cọ Xoáy/Cuộn (Swirling Brushwork): Nét cọ (đặc biệt là ở bầu trời và mặt đất) có nhịp điệu, gợn sóng, tạo ra một trường năng lượng đang chuyển động, bao bọc lấy tòa nhà.\n\nMàu sắc Tùy tiện/Biểu cảm (Arbitrary/Expressive Color): Bức tranh là một \"cuộc chiến\" màu sắc. Bầu trời có một màu Xanh Lam (Cobalt) phi thực tế, rực rỡ và nặng nề. Tòa nhà chìm trong bóng tối Xanh-Đen, dù đang là ban ngày.\n\nĐường viền Đậm (Strong Outlines): Ông dùng các đường viền Xanh Đen, mạnh mẽ (ảnh hưởng từ Japonisme) để \"cắt\" nhà thờ ra khỏi bầu trời, làm tăng sự kịch tính.",
        "Meaning_of_the_Painting": "\"Chân dung\" của một Tòa nhà: Đây không phải là một bản ghi chép kiến trúc. Đây là một \"chân dung tâm lý\" của nhà thờ, một vật thể dường như đang \"sống\" và \"cảm nhận\".\n\nSự Xung đột với Tôn giáo: Đây là một biểu tượng cực kỳ cá nhân. Cha của Van Gogh là một mục sư. Đối với ông, nhà thờ (đặc biệt là nhà thờ Gothic u tối, kiểu phương Bắc) tượng trưng cho tôn giáo cũ kỹ, cứng nhắc, và \"trống rỗng\" mà ông đã từ bỏ.\n\nXung đột Nội tâm: Bức tranh là một chiến trường:\n\nBầu trời Xanh (Vũ trụ/Cảm xúc): Một bầu trời \"không có Chúa\", nặng trĩu, áp đảo, đè nặng lên tòa nhà.\n\nNhà thờ (Quá khứ/Gánh nặng): Tòa nhà bị chìm trong bóng tối, không có ánh sáng từ cửa sổ, như một cái \"vỏ rỗng\" đang oằn mình.\n\nCon đường (Sự sống/Lựa chọn): Con đường ở tiền cảnh (màu Vàng/Xanh lá) tượng trưng cho sự sống của thiên nhiên. Nó chia làm hai ngả, đi vòng qua nhà thờ, chứ không dẫn vào. Điều này có thể tượng trưng cho việc Van Gogh (và con người, qua hình bóng người phụ nữ) đang tìm kiếm con đường tâm linh bên ngoài tôn giáo có tổ chức.",
        "Five_Dominant_Colors": "Xanh Lam (Cobalt / Ultramarine)\n\nXanh Đen / Đen (Dark Blue / Black)\n\nVàng (Yellow / Ocher)\n\nXanh Lục (Green)\n\nĐỏ / Cam (Red / Orange)",
        "Color_Ratio": "Xanh Lam: ~40%\n\nVàng: ~20%\n\nXanh Đen / Đen: ~20%\n\nXanh Lục: ~15%\n\nĐỏ / Cam: ~5%",
        "Color_Meaning_Analysis": "Xanh Lam (Cobalt/Ultramarine): Màu của bầu trời. Đây không phải là màu xanh của hòa bình. Nó là một màu cực kỳ đậm, nặng trĩu, áp đảo, tượng trưng cho một cảm xúc mãnh liệt hoặc một \"cái trống rỗng vĩnh hằng\" (eternal void) đang đè bẹp tòa nhà.\n\nXanh Đen / Đen: Màu của chính nhà thờ và bóng tối. Tượng trưng cho sự cũ kỹ, gánh nặng của quá khứ, sự trống rỗng, và cái chết tinh thần. Tòa nhà không phản chiếu ánh sáng, nó \"nuốt\" ánh sáng.\n\nVàng: Màu của con đường. Tượng trưng cho sự sống, thiên nhiên, ánh sáng (dù không có mặt trời). Đây là \"con đường sống\", tương phản hoàn toàn với nhà thờ \"chết\".\n\nXanh Lục: Màu của cỏ. Tượng trưng cho sự sống của thiên nhiên, và là màu bổ túc cho Đỏ, tạo ra sự rung động cho mặt đất.\n\nĐỏ / Cam: Màu của mái ngói và hoa. Tượng trưng cho sự sống \"nhân tạo\" (của con người), nhưng cũng là một màu của sự căng thẳng, xung đột.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái cực kỳ bất an và lo lắng (agitated). Ông đang vật lộn với những \"bóng ma\" của quá khứ (tôn giáo của cha, sự nghiệp thất bại). Ông cảm thấy các thể chế (như nhà thờ) là \"chết\", trong khi thiên nhiên (con đường, bầu trời) mới là \"sống\", dù rất dữ dội.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Méo mó):\n\nÝ đồ là vẽ một trạng thái tâm lý, không phải một vật thể. Ông làm cho nhà thờ \"oằn mình\" để thể hiện sự không ổn định (instability) của chính nó và của chính ông.\n\nÝ đồ khi dùng màu sắc (Xung đột):\n\nĐây là một cuộc chiến màu sắc có chủ ý. Ông đã viết về nó.\n\nXung đột 1 (Trời vs. Đất): Bầu trời Xanh Lam đậm (lạnh) tương phản dữ dội với con đường Vàng (nóng).\n\nXung đột 2 (Trời vs. Nhà thờ): Bầu trời Xanh Lam (cực đậm) \"tấn công\" tòa nhà Xanh Đen. Ông muốn tạo ra một hiệu ứng \"ảm đạm\" và \"u tối\".\n\nBằng cách vẽ con đường chia đôi và đi vòng qua nhà thờ (thay vì dẫn vào), ông đang đưa ra một tuyên bố triết học: Con đường của sự sống (thiên nhiên) không nằm bên trong nhà thờ (tôn giáo cũ).",
        "Current_Location": "Musée d'Orsay, Paris, Pháp."
      },
      {
        "Period": "Miền Nam nước Pháp",
        "Artwork": "Cafe Terrace at Night (Arles)",
        "Year": "1888",
        "Dimensions": "80.7 cm x 65.3 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Vẽ đêm ngoài trời (Nocturnal Plein Air): Đây là một kỳ công kỹ thuật. Van Gogh đã đặt giá vẽ của mình trên đường phố vào ban đêm, dưới ánh đèn gas, để vẽ trực tiếp.\n\nKhông dùng Màu Đen cho Bầu trời: Đây là ý đồ quan trọng nhất. Ông đã viết cho em gái mình: \"Anh vẽ cảnh đêm mà không dùng một chút màu đen nào\", chỉ dùng các sắc Xanh Lam (Prussian, Ultramarine).\n\nMàu sắc Biểu cảm (Expressive Color): Màu Vàng của mái hiên được đẩy rực lên một cách phi thực tế để thể hiện \"ánh sáng\" và \"hơi ấm\", tương phản với bầu trời Xanh.\n\nTương phản Ánh sáng (Light Contrast): Bức tranh là một nghiên cứu về sự tương phản giữa hai nguồn sáng: ánh sáng đèn gas nhân tạo (màu Vàng/Cam, ấm áp, của con người) và ánh sáng các vì sao tự nhiên (màu Trắng/Vàng, lạnh lẽo, của vũ trụ).",
        "Meaning_of_the_Painting": "Tìm kiếm Tâm linh trong Tự nhiên: Đây là một trong những bức tranh đầu tiên Van Gogh vẽ các vì sao. Ông viết: \"Anh có một nhu cầu khủng khiếp về... tôn giáo. Nên anh ra ngoài vào ban đêm để vẽ các vì sao.\" Ông tìm kiếm sự vĩnh hằng và an ủi trong vũ trụ, thay vì trong nhà thờ.\n\nSự ấm áp của Cộng đồng: Trái ngược với \"The Night Café\" (vẽ sự cô lập), bức tranh này thể hiện một không khí mời gọi, ấm áp. Ánh sáng Vàng rực của quán cà phê như một \"ngọn hải đăng\" của sự sống và cộng đồng giữa màn đêm.\n\nLý thuyết \"Bữa tiệc ly\"? (Last Supper Theory): Một số nhà sử học nghệ thuật đã đưa ra giả thuyết rằng bức tranh là một ẩn dụ cho \"Bữa tiệc ly\". Có 12 nhân vật ngồi trên sân hiên, một người phục vụ (mặc đồ trắng, giống Chúa), và một bóng đen (Judas?) đang rời đi từ bóng tối. Van Gogh không xác nhận điều này, nhưng nó là một cách diễn giải thú vị.",
        "Five_Dominant_Colors": "Xanh Lam (Blue - Prussian/Ultramarine)\n\nVàng (Yellow - Cadmium)\n\nCam (Orange)\n\nĐen (Black)\n\nTrắng (White)",
        "Color_Ratio": "Xanh Lam: ~40%\n\nVàng: ~25%\n\nCam: ~15%\n\nĐen: ~15%\n\nTrắng: ~5%",
        "Color_Meaning_Analysis": "Xanh Lam (Prussian/Ultramarine): Màu của bầu trời đêm. Tượng trưng cho vũ trụ, sự vô hạn, và tâm linh. Đây là một màu \"lạnh\" nhưng \"sống động\", chứa đầy hy vọng (các vì sao).\n\nVàng (Cadmium): Màu của ánh sáng đèn gas, mái hiên. Tượng trưng cho sự sống con người, hơi ấm, cộng đồng, và niềm vui. Đây là màu \"hy vọng\" và \"ánh sáng\" đặc trưng của Arles.\n\nCam: Màu của mặt đất, đá cuội. Tượng trưng cho hơi ấm của đất, là màu \"nóng\" bổ túc cho Xanh Lam, tạo ra sự hài hòa và cân bằng thị giác.\n\nĐen: Tượng trưng cho bóng tối, sự tương phản, và sự bí ẩn của thành phố. (Lưu ý: Ông dùng màu Đen cho kiến trúc và bóng người, nhưng cố tình không dùng nó cho bầu trời đêm).\n\nTrắng: (Thường trộn với Vàng). Màu của các vì sao và người phục vụ. Tượng trưng cho ánh sáng thần thánh, hy vọng, và sự tinh khiết (cả tâm linh và người phục vụ).",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái lạc quan (optimistic), \"say\" (intoxicated) với ánh sáng phương Nam, và khao khát tâm linh (spiritual yearning). Đây là trước cơn khủng hoảng. Ông đang tìm kiếm \"Chúa\" trong tự nhiên (các vì sao).",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Vẽ đêm không dùng Đen):\n\nĐây là một tuyên bố kỹ thuật và triết học có chủ ý. Ông muốn chứng minh rằng ban đêm cũng \"đầy màu sắc\" và \"sự sống\".\n\nÔng muốn phá vỡ quy ước truyền thống rằng \"ban đêm = màu đen\".\n\nÝ đồ khi dùng màu sắc (Hài hòa Xanh/Vàng):\n\nKhác với \"The Night Café\" (vẽ sự xung đột Đỏ/Xanh lá), bức tranh này vẽ sự hài hòa (harmony).\n\nÝ đồ là tạo ra một sự tương phản \"an ủi\" (comforting contrast). Ông muốn:\n\nÁnh sáng Vàng/Cam (ấm) của quán cà phê (con người) phải là một \"nơi ẩn náu\" an toàn, mời gọi.\n\nBầu trời Xanh Lam (lạnh) (vũ trụ) không đáng sợ, mà chứa đầy Trắng/Vàng (các vì sao) hy vọng.\n\nÔng đang vẽ một thế giới nơi con người và vũ trụ cùng tồn tại một cách đẹp đẽ.",
        "Current_Location": "Bảo tàng Kröller-Müller (Kröller-Müller Museum), Otterlo, Hà Lan"
      },
      {
        "Period": "Miền Nam nước Pháp",
        "Artwork": "Starry Night Over the Rhône",
        "Year": "1888",
        "Dimensions": "72.5 cm x 92 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Vẽ đêm ngoài trời (Nocturnal Plein Air): Giống như Cafe Terrace, Van Gogh đã đặt giá vẽ của mình vào ban đêm bên bờ sông Rhône để vẽ trực tiếp, nhằm nắm bắt \"màu sắc thực\" của bóng tối.\n\nKhông dùng Màu Đen cho Bầu trời: Ông tiếp tục kỹ thuật \"cách mạng\" của mình, cố tình không dùng màu đen. Bầu trời đêm được tạo nên từ các sắc Xanh Lam (Prussian, Ultramarine, Cobalt).\n\nNghiên cứu Phản chiếu (Study of Reflection): Kỹ thuật chủ đạo của bức tranh là nắm bắt ánh sáng. Ông nghiên cứu sự tương phản giữa hai loại ánh sáng:\n\nÁnh sáng Nhân tạo: Ánh đèn gas từ thành phố (màu Cam/Vàng) phản chiếu xuống mặt nước, tạo thành những vệt dài, \"đặc\".\n\nÁnh sáng Tự nhiên: Ánh sáng từ các vì sao (màu Trắng/Vàng) phản chiếu xuống mặt nước, tạo thành những gợn sóng \"lung linh\".\n\nMàu bổ túc (Complementary Colors): Bức tranh được xây dựng bậc thầy dựa trên sự hài hòa của cặp màu VÀNG/CAM (ánh sáng) và XANH LAM/TÍM (bầu trời/nước).",
        "Meaning_of_the_Painting": "Tìm kiếm Tâm linh trong Tự nhiên: Đây là một bức tranh mang tính tâm linh sâu sắc. Ông đang thể hiện \"nhu cầu về tôn giáo\" của mình bằng cách vẽ sự vô tận của vũ trụ (bầu trời sao, ở đây là chòm sao Đại Hùng - Big Dipper). Bầu trời đêm là \"nhà thờ\" mới của ông.\n\nSự Bình yên (Tranquility): Khác với The Night Café (ngột ngạt) hay The Starry Night (hỗn loạn), bức tranh này thể hiện một sự bình yên sâu thẳm. Bầu trời tĩnh lặng, mặt nước êm đềm.\n\nCon người và Vĩnh hằng: Hai nhân vật (cặp tình nhân) ở tiền cảnh nhỏ bé, gần như hòa vào bóng tối. Họ tượng trưng cho sự ấm áp của con người (human affection) nhưng cũng là sự nhỏ bé, phù du của con người khi đứng trước sự vĩnh hằng (eternity) của vũ trụ (bầu trời sao) và sự trôi chảy của thời gian (dòng sông).",
        "Five_Dominant_Colors": "Xanh Lam (Blue - Prussian/Ultramarine/Cobalt)\n\nVàng (Yellow - Cadmium/Chrome)\n\nCam (Orange)\n\nĐen (Black)\n\nXanh Lục (Green/Emerald)",
        "Color_Ratio": "Xanh Lam: ~50%\n\nVàng: ~20%\n\nCam: ~15%\n\nĐen: ~10%\n\nXanh Lục: ~5%",
        "Color_Meaning_Analysis": "Xanh Lam: Màu của bầu trời và nước. Tượng trưng cho vũ trụ, sự vô hạn, tâm linh, và sự tĩnh lặng của đêm. Đây là một màu \"lạnh\" nhưng \"sống động\" và \"an ủi\".\n\nVàng: Màu của các vì sao và ánh đèn gas. Tượng trưng cho hy vọng, ánh sáng thần thánh (các vì sao) và ánh sáng nhân tạo (đèn gas). Đây là màu \"hy vọng\" và \"ánh sáng\" đặc trưng của Arles.\n\nCam: Màu của ánh đèn gas phản chiếu. Tượng trưng cho hơi ấm của con người, của thành phố, và là màu \"nóng\" bổ túc, tạo ra sự hài hòa với màu Xanh Lam.\n\nĐen: Dùng cho đất ở tiền cảnh và bóng của cặp tình nhân. Tượng trưng cho mặt đất (earth), cái bóng, và sự \"vững chắc\" của thực tại. (Lưu ý: Ông dùng Đen cho đất, nhưng cố tình không dùng cho trời).\n\nXanh Lục: Một sắc xanh lục-ngọc (emerald) được dùng tinh tế trong phần sâu nhất của bầu trời. Tượng trưng cho sự sống bí ẩn của vũ trụ.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái bình yên, suy tư (contemplative), và khao khát tâm linh (spiritual yearning). Đây là một khoảnh khắc \"lãng mạn\" (không phải lãng mạn tình yêu, mà là lãng mạn triết học) hiếm hoi. Ông đang chiêm ngưỡng vẻ đẹp của vũ trụ và cảm thấy được \"an ủi\".",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Không dùng Đen cho Trời):\n\nĐây là một tuyên bố kỹ thuật và triết học có chủ ý. Ông muốn chứng minh rằng ban đêm cũng \"đầy màu sắc\" và \"sự sống\".\n\nÔng muốn phá vỡ quy ước truyền thống rằng \"ban đêm = màu đen\".\n\nÝ đồ khi dùng màu sắc (Hài hòa Xanh/Vàng):\n\nKhác với \"The Night Café\" (vẽ sự xung đột), bức tranh này vẽ sự hài hòa (harmony).\n\nÝ đồ là tạo ra một sự tương phản \"an ủi\" (comforting contrast). Ông muốn:\n\nÁnh sáng Vàng/Cam (ấm) của quán cà phê (con người) phải là một \"nơi ẩn náu\" an toàn, mời gọi.\n\nBầu trời Xanh Lam (lạnh) (vũ trụ) không đáng sợ, mà chứa đầy Trắng/Vàng (các vì sao) hy vọng.\n\nÔng đang vẽ một thế giới nơi con người và vũ trụ cùng tồn tại một cách đẹp đẽ.",
        "Current_Location": "Musée d'Orsay, Paris, Pháp."
      },
      {
        "Period": "Miền Nam nước Pháp",
        "Artwork": "Portrait of Dr. Gachet",
        "Year": "1890",
        "Dimensions": "67 cm x 56 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Nét cọ Lo lắng / Vặn vẹo (Agitated / Warped Brushwork): Đây là kỹ thuật đặc trưng của Auvers. Nét cọ không \"xoáy\" (swirl) hỗn loạn như ở Saint-Rémy, mà \"chảy\" (flow) và \"vặn vẹo\" (warp) một cách có chủ đích, đặc biệt là ở phông nền và áo khoác, tạo ra một nhịp điệu lo lắng, bất an.\n\nBiểu cảm (Expressionism): Kỹ thuật đỉnh cao. Van Gogh hy sinh hoàn toàn chủ nghĩa hiện thực để nắm bắt \"linh hồn\" và \"cảm xúc\". Khuôn mặt không được vẽ \"đúng\", mà được \"bóp méo\" để truyền tải nỗi buồn.\n\nMảng màu Phẳng (Flat Planes of Color): Ảnh hưởng từ Japonisme vẫn còn rất mạnh. Cái bàn màu Đỏ là một mảng màu phẳng, phi thực tế, đâm thẳng vào người xem, tạo ra sự căng thẳng.\n\nTập trung vào Biểu cảm (Focus on Expression): Toàn bộ bố cục được thiết kế để dẫn mắt về một điểm duy nhất: khuôn mặt và ánh mắt mệt mỏi, u sầu của Gachet.",
        "Meaning_of_the_Painting": "\"Chân dung của Thời đại\": Van Gogh đã viết rõ ràng: ông muốn vẽ một \"chân dung hiện đại\". Đối với ông, Dr. Gachet là hình mẫu hoàn hảo, với \"nỗi u sầu\" (melancholy) và \"biểu cảm đau khổ của thời đại chúng ta\" (the heartbroken expression of our time).\n\nTâm hồn Đồng điệu (Kindred Spirit): Van Gogh nhìn thấy Gachet không chỉ là bác sĩ, mà là một \"người anh em\" (a brother), một người cũng \"bệnh\" và \"nhạy cảm\" như chính mình. Bức chân dung này vì thế cũng là một chân dung tự họa gián tiếp (indirect self-portrait), một sự phản chiếu nỗi buồn của chính Van Gogh.\n\nBiểu tượng (Symbolism):\n\nCây mao địa hoàng (Foxglove/Digitalis): Gachet là một bác sĩ vi lượng đồng căn. Cây mao địa hoàng (để trên bàn) là một loại thuốc dùng để chữa bệnh tim. Nó là một biểu tượng trực tiếp cho \"trái tim tan vỡ\" (heartbroken) mà Van Gogh nhìn thấy.\n\nHai cuốn sách Vàng: Đây là các tiểu thuyết Paris hiện đại (Germinie Lacerteux và Manette Salomon). Chúng tượng trưng cho \"sự nhạy cảm\" (sensitivity) và \"bệnh tật thần kinh\" (neurosis) của cuộc sống hiện đại, thứ mà cả Gachet và Van Gogh đều cảm nhận.",
        "Five_Dominant_Colors": "Xanh Lam (Blue - Cobalt/Ultramarine)\n\nĐỏ (Red)\n\nVàng (Yellow - Ocher/Naples Yellow)\n\nTrắng / Xanh nhạt (White / Pale Greenish-White)\n\nXanh Lục (Green)",
        "Color_Ratio": "Xanh Lam: ~50%\n\nĐỏ: ~20%\n\nTrắng / Xanh nhạt: ~15%\n\nVàng: ~10%\n\nXanh Lục: ~5%",
        "Color_Meaning_Analysis": "Xanh Lam (Cobalt/Ultramarine): Màu thống trị của áo khoác và phông nền. Đây không phải là màu xanh tâm linh (Saint-Rémy) hay màu xanh không khí (Paris). Đây là Xanh Lam của Nỗi u sầu (Blue of Melancholy). Nó là một \"đại dương\" của nỗi buồn, sâu thẳm, vô tận, nhấn chìm nhân vật.\n\nĐỏ: Màu của cái bàn. Một màu \"nóng\", bất an (agitated), gây hấn (aggressive). Nó tạo ra một nền tảng không ổn định, tượng trưng cho sự căng thẳng và năng lượng \"bệnh hoạn\" (feverish energy) nằm ngay dưới bề mặt của nỗi buồn.\n\nVàng: Màu của hai cuốn sách và tóc. Tượng trưng cho trí tuệ, sự hiện đại, nhưng cũng là một màu vàng \"axit\", \"bệnh hoạn\", liên quan đến các tiểu thuyết \"thần kinh\" của Paris.\n\nTrắng / Xanh nhạt: Màu của khuôn mặt và bàn tay. Đây là một ánh sáng lạnh lẽo (cold), \"bệnh\" (sickly). Nó là màu của sự kiệt sức, sự mệt mỏi thần kinh, không phải màu của sức khỏe.\n\nXanh Lục: Màu của cây mao địa hoàng. Tượng trưng cho y học (medicine) và thiên nhiên (nature), phương thuốc duy nhất cho \"trái tim tan vỡ\".",
        "Psychological_Analysis": "Van Gogh đang ở trong giai đoạn cuối cùng, cực kỳ bất ổn. Ông đồng cảm (empathized) sâu sắc với Gachet. Ông vẽ Gachet như một \"người song trùng\" (doppelgänger) của chính mình. Bức tranh là sự thừa nhận bi thảm về một \"nỗi buồn không thể chữa khỏi\" (incurable sadness) mà cả hai cùng chia sẻ.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Nét cọ Vặn vẹo):\n\nÝ đồ là làm cho toàn bộ bức tranh \"rung động\" (vibrate) với sự lo lắng (anxiety).\n\nCác đường nét \"chảy\" (drooping) trên áo khoác và phông nền phản ánh sự mệt mỏi, sự kiệt quệ của tâm hồn.\n\nÝ đồ khi dùng màu sắc (Tương phản Lạnh/Nóng):\n\nĐây là một kiệt tác về tâm lý màu sắc.\n\nÝ đồ của ông là \"nhấn chìm\" (drown) nhân vật trong một biển Xanh Lam (nỗi buồn).\n\nSau đó, ông \"đốt cháy\" (burn) bức tranh từ bên dưới bằng cái bàn Đỏ (sự lo lắng).\n\nKhuôn mặt Trắng/Xanh nhạt (bệnh tật) bị kẹp giữa hai thế lực đó. Bằng cách kết hợp ba màu này, Van Gogh đã \"vẽ\" thành công Chủ nghĩa Biểu Cảm Hiện đại (Modern Expressionism).",
        "Current_Location": "Musée d'Orsay, Paris, Pháp."
      },
      {
        "Period": "Miền Nam nước Pháp",
        "Artwork": "The Sower",
        "Year": "1888",
        "Dimensions": "64.2 cm x 80.3 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Japonisme (Ảnh hưởng Phù thế Nhật Bản): Đây là kỹ thuật then chốt. Bố cục bị \"cắt cúp\" (cropped) một cách táo bạo, với thân cây chéo (màu Xanh Lam) chia đôi bức tranh—một kỹ thuật bố cục đặc trưng của Ukiyo-e (giống như Hiroshige).\n\nMàu sắc Tùy tiện/Biểu cảm (Arbitrary/Expressive Color): Màu sắc được giải phóng hoàn toàn khỏi thực tế. Bầu trời là màu Vàng (không phải xanh), cánh đồng là màu Tím (không phải nâu). Ông dùng màu sắc để biểu đạt cảm xúc và thời điểm (hoàng hôn).\n\nMàu bổ túc (Complementary Colors): Bức tranh là một \"bản giao hưởng\" của cặp màu bổ túc VÀNG (bầu trời, mặt trời) và TÍM (cánh đồng).\n\nNét cọ Dày, Nhịp điệu (Impasto & Rhythmic Brushwork): Nét cọ trên cánh đồng được vẽ thành các đường chéo, song song, tạo ra cảm giác về một cánh đồng vừa được cày xới, đầy năng lượng.",
        "Meaning_of_the_Painting": "Sự \"Hiện đại hóa\" một Chủ đề Cũ: Đây là sự trở lại chủ đề ông yêu thích từ họa sĩ Millet (và đã vẽ năm 1881). Nhưng nếu \"Người gieo hạt\" (1881) u tối, nặng nề, thì \"Người gieo hạt\" (1888) lại rực rỡ, tâm linh và tràn đầy năng lượng.\n\nBiểu tượng của Chu kỳ Vĩnh hằng: Người gieo hạt (biểu tượng của sự sống, sự sáng tạo) đang gieo mầm (tương lai) lên cánh đồng đã gặt (quá khứ). Phía sau ông, mặt trời (Vàng) khổng lồ (biểu tượng của Chúa, của năng lượng thần thánh) đang lặn (kết thúc), nhưng cũng là nguồn năng lượng cho sự sống mới. Bức tranh là một ẩn dụ cho chu kỳ vĩnh hằng của sự sống, cái chết, và tái sinh.\n\nChân dung tự họa Gián tiếp: Van Gogh thường đồng nhất mình với Người gieo hạt. Ông là một \"người gieo hạt\" nghệ thuật, gieo rắc những ý tưởng mới (những bức tranh) vào một thế giới có thể chưa sẵn sàng đón nhận, nhưng ông làm điều đó với một năng lượng \"thần thánh\" (mặt trời) phía sau.",
        "Five_Dominant_Colors": "Vàng (Yellow - Cadmium/Chrome)\n\nTím / Violet (Purple / Violet)\n\nXanh Lam (Blue - Prussian/Ultramarine)\n\nXanh Lục (Green)\n\nĐen / Nâu (Black / Brown)",
        "Color_Ratio": "Vàng: ~35%\n\nTím / Violet: ~30%\n\nXanh Lam: ~20%\n\nXanh Lục: ~10%\n\nĐen / Nâu: ~5%",
        "Color_Meaning_Analysis": "Vàng: Màu của bầu trời và mặt trời. Tượng trưng cho năng lượng thần thánh, sự sống, Chúa, và sức nóng của phương Nam. Đây là màu \"hy vọng\" và \"ánh sáng\" đặc trưng của Arles.\n\nTím / Violet: Màu của cánh đồng. Đây là màu bổ túc cho Vàng. Tượng trưng cho mặt đất, bóng tối, và nỗi u sầu (melancholy) của hoàng hôn.\n\nXanh Lam: Màu của thân cây chéo và áo của người gieo hạt. Tượng trưng cho sự tĩnh tại, sự thật tâm linh, và là màu \"lạnh\" tạo ra sự tương phản bố cục.\n\nXanh Lục: Màu của bầu trời (gần mặt trời). Tượng trưng cho sự sống, sự giao thoa giữa trời (Vàng) và đất (Tím/Lam).\n\nĐen / Nâu: Dùng cho bóng người gieo hạt. Tượng trưng cho hình bóng con người, một thực thể vật lý, tương phản với bầu trời tâm linh.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái hưng phấn sáng tạo (creative fever), \"say\" (intoxicated) với ánh sáng và màu sắc của Arles. Ông cảm thấy mình đang ở đỉnh cao sức mạnh. Ông cảm thấy một sự kết nối tâm linh sâu sắc với thiên nhiên và vai trò của mình là một nghệ sĩ.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Japonisme):\n\nThân cây chéo (Xanh Lam) là một ý đồ bố cục thiên tài (học từ Hiroshige). Nó phá vỡ bố cục truyền thống, tạo ra sự kịch tính (drama), và \"đóng khung\" mặt trời và người gieo hạt.\n\nÝ đồ khi dùng màu sắc (Vàng vs. Tím):\n\nĐây là một quyết định lý thuyết có chủ đích. Ông muốn đẩy cặp màu bổ túc VÀNG (nóng) và TÍM (lạnh) đến cực hạn.\n\nÔng muốn tạo ra một không gian \"biểu cảm\", phi thực tế.\n\nBằng cách đặt Mặt trời Vàng (Chúa/sự sống) ngay phía trên Người gieo hạt (con người/sáng tạo), ông đang tạo ra một bức tranh tôn giáo hiện đại. Ông muốn nói rằng: Hành động sáng tạo (gieo hạt) là một hành động thiêng liêng, được ban phước bởi năng lượng thần thánh (mặt trời).",
        "Current_Location": "Bảo tàng Kröller-Müller (Kröller-Müller Museum), Otterlo, Hà Lan"
      },
      {
        "Period": "Miền Nam nước Pháp",
        "Artwork": "The Yellow House",
        "Year": "1888",
        "Dimensions": "72 cm x 91.5 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Màu sắc Tùy tiện/Biểu cảm (Arbitrary/Expressive Color): Kỹ thuật then chốt. Ông \"đẩy\" màu Vàng của ngôi nhà lên mức rực rỡ, phi thực tế để thể hiện \"cảm xúc\" (hy vọng, hạnh phúc) thay vì \"thực tế\".\n\nMàu bổ túc (Complementary Colors): Bức tranh được xây dựng hoàn toàn dựa trên sự hài hòa (harmony) của cặp màu VÀNG (ngôi nhà, mặt trời) và XANH LAM (bầu trời).\n\nMảng màu phẳng & Đường viền (Flat Planes & Outlines): Ảnh hưởng từ Japonisme (tranh Nhật) rất rõ. Ngôi nhà và bầu trời được vẽ như những mảng màu lớn, phẳng, được phân định bằng các đường viền tối, tạo ra một bố cục mạnh mẽ, đơn giản.\n\nImpasto (Đắp sơn dày): Sơn được đắp rất dày, đặc biệt là trên các bức tường Vàng, làm cho ngôi nhà có cảm giác \"vật chất\", \"vững chắc\" và \"bắt\" được ánh sáng.",
        "Meaning_of_the_Painting": "iểu tượng của Hy vọng (Symbol of Hope): Đây là ý nghĩa cốt lõi. \"Ngôi nhà Màu vàng\" (nơi ông thuê ở 2 Place Lamartine) là trung tâm giấc mơ \"Utopia\" của ông. Nó là biểu tượng cho tình bạn, cộng đồng, và tương lai của nghệ thuật.\n\n\"Xưởng vẽ Phương Nam\": Ông vẽ bức tranh này trong khi đang háo hức chờ đợi Paul Gauguin đến. Ngôi nhà này được dự định là \"Xưởng vẽ Phương Nam\", một nơi \"ẩn náu\", một \"tu viện\" nghệ thuật nơi các họa sĩ có thể sống và làm việc cùng nhau.\n\n\"Ngôi nhà của Tình bạn\": Màu Vàng rực rỡ được dùng để thể hiện sự ấm áp, sự mời gọi, và tình bạn. Nó là một \"ngọn hải đăng\" của hy vọng.\n\nSự đối lập: Bức tranh tạo ra sự tương phản rõ rệt: Ngôi nhà Vàng (cảm xúc, hy vọng của Van Gogh) và Bầu trời Xanh Lam (thực tế, sự vĩnh hằng của thiên nhiên).",
        "Five_Dominant_Colors": "Vàng (Yellow - Chrome/Cadmium)\n\nXanh Lam (Blue - Cerulean/Ultramarine)\n\nXanh Lục (Green - Emerald/Viridian)\n\nCam / Nâu (Orange / Brown)\n\nXám / Trắng (Grey / White)",
        "Color_Ratio": "Vàng: ~40%\n\nXanh Lam: ~30%\n\nXanh Lục: ~10%\n\nCam / Nâu: ~10%\n\nXám / Trắng: ~10%",
        "Color_Meaning_Analysis": "Vàng: Màu của ngôi nhà và mặt trời. Tượng trưng cho hy vọng, tình bạn, ánh sáng mặt trời phương Nam, và hạnh phúc. Đây là \"màu của Chúa\" đối với Van Gogh.\n\nXanh Lam: Màu của bầu trời. Tượng trưng cho thực tại, không khí, và sự vĩnh hằng. Đây là màu \"lạnh\" bổ túc, được dùng để làm cho màu Vàng \"cháy\" lên rực rỡ nhất có thể.\n\nXanh Lục: Màu của cửa chớp (shutters) và cái cây. Tượng trưng cho thiên nhiên, sự sống, và là một nốt \"mát\" (cool note) để cân bằng sự \"nóng\" (hot) của màu Vàng.\n\nCam / Nâu: Màu của mặt đường và một số mái nhà. Tượng trưng cho đất đai, sự ấm áp của mặt đất.\n\nXám / Trắng: Màu của vỉa hè. Tượng trưng cho ánh sáng \"trung tính\", là \"nền\" cho cuộc đối thoại Vàng-Xanh.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái lạc quan (optimistic) và hưng phấn (feverish) tột độ. Ông \"say\" (intoxicated) với ánh nắng Arles và \"say\" với giấc mơ về Gauguin. Ông đang ở đỉnh cao của hy vọng trước khi sụp đổ vài tháng sau đó.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Mảng phẳng):\n\nÝ đồ là \"đơn giản hóa\" (simplify). Ông học từ tranh Nhật để loại bỏ các chi tiết thừa, tập trung vào sức mạnh biểu cảm của các mảng màu lớn.\n\nÝ đồ khi dùng màu sắc (Bản giao hưởng màu Vàng):\n\nĐây là ý đồ triết học quan trọng nhất. Ông không chỉ vẽ một ngôi nhà. Ông đang cố gắng vẽ \"cảm giác\" của hy vọng.\n\nÔng muốn bức tranh phải \"tỏa ra\" (radiate) hơi ấm và sự mời gọi.\n\nBằng cách đặt Ngôi nhà VÀNG (hy vọng) tương phản trực tiếp với Bầu trời XANH LAM (thực tại), ông đang tạo ra một \"Bản giao hưởng\" của hai màu bổ túc. Ông muốn chứng minh rằng màu sắc, tự bản thân nó, có thể truyền tải những cảm xúc sâu sắc nhất.",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      },
      {
        "Period": "Miền Nam nước Pháp",
        "Artwork": "Portrait of the Postman Joseph Roulin ",
        "Year": "1888",
        "Dimensions": "81.3 cm x 65.4 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Japonisme (Ảnh hưởng Phù thế Nhật Bản): Kỹ thuật chủ đạo. Bức tranh được vẽ bằng các mảng màu phẳng, đậm (flat, bold planes of color)—đặc biệt là bộ đồng phục màu xanh—thay vì Chiaroscuro (sáng-tối).\n\nĐường viền đậm (Strong Outlines): Ông dùng các đường viền tối, mạnh mẽ (màu Xanh Đen) để \"cắt\" hình bóng Roulin (vai, mũ, râu) ra khỏi phông nền, một kỹ thuật Ukiyo-e rõ rệt.\n\nNét cọ Nhịp điệu/Impasto (Rhythmic Brushwork/Impasto): Kỹ thuật này được thể hiện một cách thiên tài trong bộ râu. Bộ râu không chỉ là lông, mà là một \"vụ nổ\" của các nét cọ cuộn xoáy, có nhịp điệu, được đắp sơn dày (impasto) để tạo ra kết cấu và năng lượng.\n\nMàu sắc Tùy tiện/Biểu cảm (Arbitrary/Expressive Color): Phông nền không phải là một bức tường có thật, mà là một không gian cảm xúc, được tạo nên từ các mảng màu Xanh Lục và Xanh Lam, được chọn để hài hòa và làm nổi bật nhân vật.",
        "Meaning_of_the_Painting": "\"Chân dung Hiện đại\": Van Gogh muốn vẽ \"chân dung hiện đại\"—một bức tranh nắm bắt được \"linh hồn\" (soul) và \"tính cách\" (character) của nhân vật, chứ không chỉ là một bản sao chép hình ảnh.\n\nTôn vinh \"Con người của Nhân dân\": Roulin không phải là một quý tộc hay thị dân giàu có. Ông là một người đưa thư thuộc tầng lớp lao động. Van Gogh tôn vinh ông, xem ông như một triết gia \"giống Socrates\", một người đàn ông giản dị nhưng có phẩm giá, trí tuệ, và sự tốt bụng.\n\nBiểu tượng của Tình bạn/Người Cha: Roulin là một người bạn trung thành hiếm hoi của Van Gogh ở Arles, một người bảo vệ, người hỗ trợ, gần như là một hình mẫu người cha. Bức tranh là một lời tri ân sâu sắc, ấm áp cho tình bạn này.\n\nBiểu tượng \"Cộng hòa\": Với bộ đồng phục và chiếc mũ (có chữ Postes - Bưu điện), Roulin cũng là một biểu tượng cho Nước Cộng hòa Pháp, một thể chế mà Van Gogh (một người Xã hội chủ nghĩa) ngưỡng mộ.",
        "Five_Dominant_Colors": "Xanh Lam (Blue - Ultramarine/Prussian)\n\nVàng (Yellow - Cadmium/Ocher)\n\nXanh Lục (Green)\n\nĐỏ / Cam (Red / Orange)\n\nĐen / Xanh Đen (Black / Dark Blue)",
        "Color_Ratio": "Xanh Lam: ~50%\n\nVàng: ~20%\n\nXanh Lục: ~15%\n\nĐỏ / Cam: ~10%\n\nĐen / Xanh Đen: ~5%",
        "Color_Meaning_Analysis": "Xanh Lam: Màu thống trị (áo, mũ, nền). Tượng trưng cho phẩm giá, sự trung thành, sự vững chãi, và trí tuệ. Đây là màu của \"vai trò\" (uniform) và \"linh hồn\" (aura) của Roulin.\n\nVàng: Màu của bộ râu, cúc áo, và viền mũ. Tượng trưng cho ánh sáng, năng lượng, trí tuệ, và sự sống. Bộ râu của ông không chỉ là râu, nó là một \"mặt trời\" của tính cách.\n\nXanh Lục: Dùng ở phông nền (bổ túc cho Đỏ/Cam). Tượng trưng cho sự sống, sự hài hòa, và tạo ra một không gian \"biểu cảm\" (không phải không gian thật).\n\nĐỏ / Cam: Màu của tông da và các vệt \"nóng\" trong râu. Tượng trưng cho sức khỏe, sự sống, \"máu\", và hơi ấm của tình bạn.\n\nĐen / Xanh Đen: Dùng cho đường viền, chi tiết. Tượng trưng cho cấu trúc, sự định hình, và quyền uy (authority) của bộ đồng phục.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái lạc quan, cởi mở, và tìm thấy sự kết nối xã hội hiếm hoi. Ông cảm thấy ngưỡng mộ, tôn trọng, và yêu mến (affection) sâu sắc đối với Roulin. Đây là một bức chân dung được vẽ bằng tình bạn.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Japonisme):\n\nÔng muốn làm cho Roulin trở nên \"vĩnh hằng\", \"trang trọng\" (monumental), như một nhân vật trong tranh Nhật, chứ không phải một khoảnh khắc thoáng qua. Các mảng màu phẳng, đậm khiến Roulin trở nên vững chãi, bất biến.\n\nÝ đồ khi dùng màu sắc (Xanh vs. Vàng):\n\nĐây là ý đồ tâm lý và kỹ thuật quan trọng nhất. Bức tranh được xây dựng trên sự hài hòa bổ túc của Xanh Lam (lạnh, tĩnh) và Vàng/Cam (nóng, động).\n\nNó là sự cân bằng hoàn hảo, tượng trưng cho:\n\nVai trò (Role): Bộ đồng phục Xanh Lam (người đưa thư, người của cộng hòa, sự vững chãi).\n\nTính cách (Character): Bộ râu Vàng/Cam (người cha, người bạn, sự ấm áp, \"mặt trời\").\n\nBằng cách kết hợp chúng, Van Gogh đã vẽ nên toàn bộ con người—một \"chân dung hiện đại\" thực sự.",
        "Current_Location": "Museum of Fine Arts - MFA), Boston, Massachusetts, Hoa Kỳ"
      },
      {
        "Period": "Miền Nam nước Pháp",
        "Artwork": "Self-Portrait with Bandaged Ear",
        "Year": "1889",
        "Dimensions": "60 cm x 49 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Japonisme (Ảnh hưởng Phù thế Nhật Bản): Kỹ thuật chủ đạo. Van Gogh tự đặt mình trước một phông nền là một bản in Ukiyo-e (tranh Geisha) và các mảng màu phẳng (flat planes of color).\n\nMàu bổ túc (Complementary Colors): Bức tranh được xây dựng hoàn toàn dựa trên sự tương phản của cặp màu ĐỎ/CAM (tông da, băng bó, tẩu thuốc) và XANH LỤC (áo khoác, phông nền).\n\nNét cọ Rời rạc/Dày (Broken Brushwork/Impasto): Khuôn mặt và băng gạc được vẽ bằng những nét cọ dày, ngắn, có nhịp điệu (rhythmic), thể hiện sự căng thẳng thần kinh và sự tập trung.\n\nBiểu cảm (Expressionism): Bức tranh được vẽ với sự kiểm soát và lý trí, nhưng lại truyền tải một cảm xúc mạnh mẽ: Sự bình tĩnh trong hỗn loạn.",
        "Meaning_of_the_Painting": "Bình tĩnh sau Cơn bão: Bức tranh được vẽ ngay sau sự kiện ông cắt tai (ngày 23 tháng 12 năm 1888) và sau khi Gauguin rời đi. Đây là một nỗ lực để Van Gogh tự khẳng định sự tỉnh táo (sanity) và khả năng kiểm soát của mình. Ông muốn cho thế giới thấy (và tự trấn an mình) rằng ông vẫn ổn và vẫn có thể vẽ.\n\nTự họa \"Anh hùng\" (Heroic Self-Portrait): Ông cố ý thể hiện mình là một người lao động (áo khoác, tẩu thuốc) và một nghệ sĩ (phông nền Japonisme). Tư thế thẳng, ánh mắt kiên định.\n\nSự đối đầu với Phán xét: Tai băng bó là một dấu hiệu không thể chối cãi về bệnh tật và sự hỗn loạn. Tuy nhiên, bằng cách vẽ nó một cách công khai, ông đang đối đầu trực tiếp với sự phán xét của xã hội.\n\nKết nối Văn hóa: Việc ông đặt mình trước bức tranh Geisha là một tuyên bố: \"Tôi là một họa sĩ phương Nam, tôi là một người tôn sùng Nhật Bản\", ngay cả khi thế giới của ông đang sụp đổ.",
        "Five_Dominant_Colors": "Xanh Lục (Emerald Green / Viridian)\n\nĐỏ / Cam (Red / Orange)\n\nVàng (Yellow)\n\nXanh Lam (Cobalt Blue)\n\nTrắng / Hồng (White / Pink)",
        "Color_Ratio": "Xanh Lục: ~40%\n\nĐỏ / Cam: ~25%\n\nVàng: ~15%\n\nXanh Lam: ~10%\n\nTrắng / Hồng: ~10%",
        "Color_Meaning_Analysis": "Xanh Lục: Màu của áo khoác và phông nền. Tượng trưng cho thiên nhiên, sự sống, và là màu \"lạnh\" chủ đạo được dùng để kiềm chế sự hỗn loạn.\n\nĐỏ / Cam: Màu của tông da, râu, và cái tẩu. Tượng trưng cho sự sống, sức khỏe (dù đã bị thương), và năng lượng nội tâm.\n\nVàng: Màu của bản in Geisha và các điểm nhấn trên mặt. Tượng trưng cho ánh sáng, nguồn cảm hứng (Nhật Bản), và sự \"nóng\" (hot) đối lập với Xanh Lục.\n\nXanh Lam: Màu của chiếc mũ (cap) và viền. Tượng trưng cho trí tuệ, sự kiểm soát mà ông đang cố gắng giữ.\n\nTrắng / Hồng: Màu của băng gạc. Tượng trưng cho vết thương, sự tổn thương, và là một điểm sáng lạnh lẽo, thu hút mắt người xem.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái kiểm soát lý trí (rational control) sau khi phục hồi. Ông cần phải vẽ để tự chữa lành (self-heal). Bức tranh là một \"lời trấn an\" gửi đến Theo. Tâm lý của ông là sự \"cứng cỏi\" (fortitude) và sự từ chối bị coi là một người điên.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Tương phản):\n\nÝ đồ là tạo ra một sự mâu thuẫn thị giác (visual paradox):\n\nHình thức (Form): Rất có tổ chức, sử dụng các hình học phẳng và đường nét rõ ràng.\n\nNội dung (Content): Băng gạc và khuôn mặt hốc hác.\n\nÔng dùng sự kiểm soát kỹ thuật để đối phó với sự hỗn loạn cảm xúc.\n\nÝ đồ khi dùng màu sắc (Xanh Lục vs. Cam):\n\nĐây là một bài tập cân bằng màu sắc có chủ đích. Ông cố tình đối lập Xanh Lục (lạnh) và Đỏ/Cam (nóng) để tạo ra sự căng thẳng, nhưng đồng thời cũng là sự hài hòa.\n\nBằng cách đó, ông muốn nói rằng: Mặc dù có vết thương và sự hỗn loạn (Cam/Đỏ), nhưng tôi vẫn có thể đạt được sự bình tĩnh và kiểm soát (Xanh Lục) thông qua nghệ thuật.",
        "Current_Location": "Private Collection"
      },
      {
        "Period": "Miền Nam nước Pháp",
        "Artwork": "Cypresses",
        "Year": "1889",
        "Dimensions": "93.4 cm x 74 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Nét cọ Xoáy/Cuộn (Swirling Brushwork): Đây là kỹ thuật định nghĩa của Saint-Rémy. Cây bách không được vẽ bằng đường nét thẳng mà bằng những nét cọ cuộn xoáy, dữ dội, như một ngọn lửa đen đang bốc lên trời.\n\nBiểu cảm (Expressionism): Ông không vẽ cái ông thấy, mà vẽ cái ông cảm nhận. Hình dáng vặn vẹo, năng lượng cuồn cuộn của cây bách là sự phản chiếu trực tiếp sự hỗn loạn nội tâm của ông.\n\nImpasto (Đắp sơn dày): Sơn được đắp rất dày, đặc biệt trên cây bách và bầu trời, tạo ra kết cấu gồ ghề, hữu hình, làm tăng cảm giác về sự dữ dội.\n\nMàu bổ túc (Complementary Colors): Bức tranh được xây dựng dựa trên sự tương phản giữa XANH LỤC/LAM ĐẬM (cây, trời) và VÀNG (cỏ, ánh sáng).",
        "Meaning_of_the_Painting": "Ngọn lửa Tâm hồn (Flame of the Soul): Van Gogh đã viết cho em trai Theo rằng ông thấy cây bách \"đẹp về đường nét và tỷ lệ, giống như một kim tự tháp Ai Cập.\" Đối với ông, chúng tượng trưng cho năng lượng mãnh liệt, sự sống không thể kìm nén, và một khao khát vươn lên từ Trái Đất (sự sống trần thế) đến Bầu trời (sự vĩnh hằng).\n\nBiểu tượng của Cái chết: Ở vùng Provence, cây bách thường được trồng ở nghĩa địa, là biểu tượng truyền thống của cái chết và sự tang tóc. Bằng cách làm cho chúng vươn cao ngất, ông đang biến chúng thành một cầu nối giữa sự sống và cái chết.\n\nCảm giác Bị áp đảo: Kích thước khổng lồ của cây bách và bầu trời xoáy cuộn làm cho bất kỳ sinh vật nào (như các hình bóng nhỏ ở giữa) trở nên nhỏ bé, thể hiện sự cô độc và sự áp đảo của thiên nhiên đối với con người.",
        "Five_Dominant_Colors": "Xanh Lam (Blue - Cobalt/Ultramarine)\n\nXanh Lục Đậm (Dark Olive Green)\n\nVàng (Yellow - Cadmium/Ocher)\n\nTrắng (White)\n\nĐỏ / Cam (Red / Orange)",
        "Color_Ratio": "Xanh Lam: ~35%\n\nXanh Lục Đậm: ~30%\n\nVàng: ~20%\n\nTrắng: ~10%\n\nĐỏ / Cam: ~5%",
        "Color_Meaning_Analysis": "Xanh Lam: Màu của bầu trời. Tượng trưng cho vũ trụ, sự vô hạn, và sự tĩnh lặng (mà Van Gogh khao khát). Nhưng nó cũng có sự dữ dội, thể hiện sự hỗn loạn của tự nhiên.\n\nXanh Lục Đậm: Màu của cây bách và mặt đất. Tượng trưng cho cái chết, nỗi buồn (grief), nhưng cũng là sự sống kiên cường, không thể bị hủy diệt. Đó là màu \"nội tâm\" của bức tranh.\n\nVàng: Màu của cánh đồng lúa mì (đã gặt). Tượng trưng cho ánh sáng, năng lượng, sự sống, và là màu đối lập, làm cho cây bách Xanh Lục nổi bật.\n\nTrắng: Dùng để tạo ra các điểm sáng trên mây và các điểm nhấn trên cây. Tượng trưng cho ánh sáng tinh khiết, năng lượng và sự chuyển động.\n\nĐỏ / Cam: Những đốm nhỏ trên đất. Tượng trưng cho nhiệt độ, hơi ấm của đất và là màu bổ túc tăng cường cho Xanh Lục.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái căng thẳng nội tâm, nhưng có sự kiểm soát trong hành động vẽ. Ông tìm thấy một sự đồng điệu (kindred spirit) với cây bách. Ông thấy cây bách cũng cô độc, dữ dội, và kiên cường như chính ông.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Nét cọ Xoáy/Cuộn):\n\nÝ đồ là vẽ \"linh hồn\" (soul) của cây bách. Ông muốn cây bách phải \"sống\", phải \"cháy\". Kỹ thuật nét cọ cuộn xoáy là một hình thức phóng chiếu cảm xúc (emotional projection).\n\nÝ đồ khi dùng màu sắc (Xanh Lục vs. Vàng):\n\nĐây là một quyết định triết học của Van Gogh. Ông không chỉ dùng màu sắc để mô tả, mà để cân bằng các thế lực: Sự sống/Cái chết.\n\nBằng cách đặt Cây bách Xanh Lục/Lam Đậm (cái chết/nỗi thống khổ) trên nền Cánh đồng Vàng (sự sống/ánh sáng), ông đang tạo ra một bức tranh về sự xung đột vĩnh cửu trong nội tâm mình.\n\nÔng muốn nói rằng: Mặc dù có nỗi đau (Cây bách), nhưng sự sống (ánh sáng Vàng) vẫn tiếp tục chảy và cung cấp năng lượng.",
        "Current_Location": "The Metropolitan Museum of Art (The MET), New York City, Hoa Kỳ"
      },
      {
        "Period": "Miền Nam nước Pháp",
        "Artwork": "Almond Blossom",
        "Year": "1890",
        "Dimensions": "73.3 cm x 92.4 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Japonisme (Ảnh hưởng Phù thế Nhật Bản): Kỹ thuật chủ đạo. Bức tranh được vẽ bằng bố cục cắt cúp (cropped composition), với các cành cây chiếm gần hết khung hình và vươn ra ngoài, và sử dụng mảng màu phẳng (flat plane of color) cho phông nền.\n\nĐường nét Vặn vẹo/Uốn lượn (Warped/Curving Lines): Nét vẽ trên các cành cây tuy có vẻ tinh tế nhưng vẫn giữ lại sự uốn lượn, năng động, và có nhịp điệu (rhythmic) đặc trưng của Van Gogh.\n\nMàu sắc Sáng chói (Luminous Color): Phông nền Xanh Lam rực rỡ và các bông hoa Trắng/Hồng tạo ra một bảng màu sáng chói (high-key palette), một sự đoạn tuyệt có chủ đích với bảng màu u tối.\n\nNét cọ Dày/Mỏng (Varying Impasto): Ông sử dụng sơn dày (impasto) trên các bông hoa để làm chúng nổi bật, nhưng lại dùng sơn mỏng hơn, phẳng hơn cho phông nền, mô phỏng tranh Nhật.",
        "Meaning_of_the_Painting": "Món quà Tình yêu và Hy vọng: Đây là ý nghĩa cốt lõi. Bức tranh được vẽ để làm quà mừng cho sự ra đời của cháu trai ông (con trai của Theo và Johanna), người được đặt tên là Vincent. Hoa hạnh nhân là loại cây nở hoa đầu tiên vào mùa xuân ở Provence, tượng trưng cho sự thức tỉnh, sự tái sinh, và niềm hy vọng mới.\n\nBiểu tượng của Sự sống (Renewal): Sau một năm khủng hoảng ở Saint-Rémy, bức tranh này là một sự khẳng định lạc quan: Chu kỳ của sự sống vẫn tiếp diễn, bất chấp bệnh tật. Nó là một thông điệp hy vọng gửi đến gia đình.\n\nTôn vinh Thiên nhiên: Ông chọn một góc nhìn gần, phóng đại vẻ đẹp và chi tiết của các cành cây. Đây là một bức chân dung vĩ đại về một khoảnh khắc nhỏ, tinh tế của thiên nhiên.",
        "Five_Dominant_Colors": "Xanh Lam (Blue - Cerulean/Cobalt)\n\nTrắng (White)\n\nNâu (Brown)\n\nHồng / Đỏ (Pink / Red)\n\nVàng (Yellow)",
        "Color_Ratio": "Xanh Lam: ~60%\n\nTrắng: ~25%\n\nNâu: ~10%\n\nHồng / Đỏ: ~3%\n\nVàng: ~2%",
        "Color_Meaning_Analysis": "Xanh Lam (Cerulean/Cobalt): Màu chủ đạo của phông nền. Tượng trưng cho bầu trời, không khí, sự tinh khiết, và sự vĩnh hằng—một sự bình yên mà ông khao khát truyền tải cho gia đình.\n\nTrắng: Màu của các cánh hoa. Tượng trưng cho sự trong trắng, sự tinh khôi, sự khởi đầu, và hy vọng. Màu trắng sáng chói đối lập kịch tính với Xanh Lam.\n\nNâu: Màu của cành cây. Tượng trưng cho sự bền bỉ, sức mạnh, và cấu trúc (structure) của sự sống.\n\nHồng / Đỏ: Được dùng tinh tế để tạo sắc thái cho các cánh hoa (hạnh nhân). Tượng trưng cho tình yêu, sự sống, và niềm vui của sự tái sinh.\n\nVàng: Màu của nhụy hoa. Tượng trưng cho ánh sáng, năng lượng, và nguồn gốc của sự sống (phấn hoa).",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái yên tĩnh, tập trung, và tràn đầy tình yêu thương. Mặc dù bị bệnh tật đe dọa, ông đã trải qua một khoảnh khắc tươi sáng và nhân văn (humanistic). Bức tranh là sự thể hiện tình yêu anh em (brotherly love) và niềm hạnh phúc cho em trai Theo và cháu trai mới sinh.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Japonisme):\n\nÝ đồ là \"tạo ra sự bình yên\" (create tranquility). Bằng cách sử dụng bố cục cắt cúp và phông nền phẳng (ảnh hưởng từ tranh Nhật), ông loại bỏ sự hỗn loạn và chiều sâu (depth), buộc người xem phải tập trung vào vẻ đẹp đơn giản, thanh tao của sự vật.\n\nÝ đồ khi dùng màu sắc (Xanh Lam vs. Trắng):\n\nĐây là một sự thay đổi lớn so với các tác phẩm xoáy cuộn của Saint-Rémy. Ông thay thế sự hỗn loạn bằng sự hài hòa.\n\nXanh Lam (lạnh) và Trắng (sáng/ấm) tạo ra một sự tương phản tuyệt vời, nhưng không phải xung đột. Ông muốn bức tranh tỏa ra ánh sáng và sự bình yên như một bùa hộ mệnh.\n\nMàu sắc truyền tải một thông điệp trực tiếp: \"Sự sống (Trắng) vẫn luôn chiến thắng bóng tối và sẽ tái sinh (Xanh Lam).",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      },
      {
        "Period": "Miền Nam nước Pháp",
        "Artwork": "La Mousmé",
        "Year": "1888",
        "Dimensions": "73 cm x 60 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Japonisme (Ảnh hưởng Phù thế Nhật Bản): Kỹ thuật chủ đạo. Chủ thể được đặt trong một bố cục phẳng (flat composition) và được bao bọc bởi những đường viền đậm (strong outlines) (màu xanh). Phông nền được xử lý như một tấm bình phong trang trí, chia thành các mảng màu lớn.\n\nMàu bổ túc (Complementary Colors): Bức tranh được xây dựng bậc thầy trên sự tương phản giữa cặp màu XANH LỤC (áo khoác) và ĐỎ/HỒNG (váy/phông nền), tạo ra hiệu ứng rực rỡ và sống động.\n\nNét cọ Rời rạc/Điểm họa (Broken/Pointillist Brushwork): Nét cọ rất ngắn, chấm phá, đặc biệt ở phông nền và trên tay cô gái. Kỹ thuật này làm cho bề mặt tranh \"rung động\" với năng lượng.\n\nMô hình hóa (Modeling): Khuôn mặt được xử lý bằng tông màu ấm (Vàng, Cam), nhưng được \"tạc\" khối bằng các nét cọ Xanh Lục/Lam tinh tế, thay vì dùng bóng tối (đen/nâu).",
        "Meaning_of_the_Painting": "Chân dung \"Gamine\": Van Gogh lấy cảm hứng từ cuốn tiểu thuyết Madame Chrysanthème của Pierre Loti. La Mousmé là một từ tiếng Pháp-Nhật dùng để chỉ một cô gái trẻ (gamine), ngây thơ, chưa kết hôn, thường là người yêu của lính Pháp ở Nhật. Van Gogh đã dùng một cô gái Pháp địa phương (từ Arles) làm người mẫu, và vẽ cô ấy như một cô gái Nhật Bản.\n\nTôn vinh Sự tươi trẻ và Ánh sáng: Ý nghĩa chính là sự tôn vinh vẻ đẹp của tuổi trẻ, ánh sáng và màu sắc rực rỡ của Provence. Cô gái là hình ảnh thu nhỏ của niềm hy vọng, sự sống động, và sự ngây thơ.\n\nPhòng thí nghiệm Kỹ thuật: Đây là một bài tập phức tạp để kết hợp các kỹ thuật ông học được ở Paris (Điểm họa) với ánh sáng biểu cảm của Arles.",
        "Five_Dominant_Colors": "Xanh Lục (Green - Emerald/Viridian)\n\nHồng / Đỏ (Pink / Red)\n\nVàng (Yellow - Cadmium/Chrome)\n\nXanh Lam (Blue - Cobalt)\n\nTrắng (White)",
        "Color_Ratio": "Xanh Lục: ~35%\n\nHồng / Đỏ: ~25%\n\nVàng: ~20%\n\nXanh Lam: ~10%\n\nTrắng: ~10%",
        "Color_Meaning_Analysis": "Xanh Lục: Màu của áo khoác, tóc, và các nét điểm xuyết. Tượng trưng cho sự sống, thiên nhiên, và năng lượng. Nó là màu \"lạnh\" đối lập, được dùng để tăng cường độ rực rỡ của màu Hồng/Đỏ.\n\nHồng / Đỏ: Màu của váy, môi. Tượng trưng cho sự trẻ trung, tình yêu, sự ngây thơ, và là màu \"nóng\" chủ đạo, làm tăng sự sống động.\n\nVàng: Màu của phông nền, gương mặt. Tượng trưng cho ánh sáng mặt trời, niềm hy vọng, và hơi ấm của Arles.\n\nXanh Lam: Màu của đường viền, chi tiết. Tượng trưng cho cấu trúc, sự tĩnh tại, và là màu bổ túc cho màu Cam/Hồng trên da.\n\nTrắng: Màu của tay áo và các điểm nhấn sáng. Tượng trưng cho sự tinh khiết, ánh sáng, và sự trong trẻo của tuổi trẻ.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái hưng phấn, lạc quan và đầy cảm hứng. Ông đã viết rằng ông muốn thể hiện sự \"yên tĩnh, đáng tin cậy\" của cô gái. Bức tranh phản ánh niềm tin của ông vào vẻ đẹp của con người và ánh sáng phương Nam.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Japonisme & Điểm họa):\n\nÝ đồ là tạo ra một hình ảnh \"hiện đại, trang trí\" (modern, decorative). Ông muốn bức tranh phải phẳng, mạnh mẽ, không có chiều sâu (như tranh Nhật).\n\nBằng cách dùng kỹ thuật Điểm họa, ông muốn làm cho bức tranh \"rung động\" (vibrate) với năng lượng, làm cho nhân vật trở nên sống động hơn.\n\nÝ đồ khi dùng màu sắc (Hồng/Đỏ vs. Xanh Lục):\n\nĐây là một bài tập cân bằng màu sắc có chủ đích. Ông cố tình đối lập Xanh Lục (lạnh) và Hồng/Đỏ (nóng) để tạo ra sự căng thẳng, nhưng đồng thời cũng là sự hài hòa.\n\nÔng muốn nói rằng: Vẻ đẹp (Hồng/Đỏ) của tuổi trẻ và Sự sống (Xanh Lục) tạo ra một tổng thể hài hòa và rực rỡ (ánh sáng Vàng). Đây là một tuyên ngôn của sự lạc quan.",
        "Current_Location": "National Gallery of Art - NGA, Washington, D.C., Hoa Kỳ"
      },
      {
        "Period": "Miền Nam nước Pháp",
        "Artwork": "Olive Trees with Yellow Sky and Sun",
        "Year": "1889",
        "Dimensions": "72.6 cm x 92.5 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Nét cọ Xoáy/Cuộn (Swirling Brushwork): Nét cọ dữ dội, cuộn xoáy trên bầu trời và những luống đất, tạo ra một trường năng lượng đang chuyển động. Nét cọ trên lá ô liu thì ngắn, nhanh, và vặn vẹo.\n\nTương phản Hình dạng (Form Contrast): Cây ô liu có hình dáng vặn vẹo, già cỗi, tượng trưng cho sự đau khổ, tương phản với hình dạng tròn, dữ dội của mặt trời và bầu trời.\n\nImpasto (Đắp sơn dày): Sơn được đắp rất dày, đặc biệt là trên thân cây và mặt trời, khiến kết cấu gần như nổi lên khỏi bề mặt.\n\nMàu sắc Biểu cảm (Expressive Color): Màu Vàng (Yellow) được giải phóng khỏi thực tế để bao trùm cả bầu trời, mặt trời, và mặt đất, thể hiện một trạng thái cảm xúc dữ dội.",
        "Meaning_of_the_Painting": "Thiên nhiên Đau khổ (Suffering Nature): Khác với Cypresses (vẽ năng lượng), bức tranh này tập trung vào sự vặn vẹo, đau khổ và sự sống còn của cây ô liu. Cây ô liu là biểu tượng của sự đau khổ, sự hy sinh (liên quan đến Vườn Gethsemane) và sự sống sót qua thời gian.\n\nTâm linh và Ánh sáng: Van Gogh nhìn thấy sự linh thiêng trong cây ô liu. Ông viết rằng ông muốn thể hiện \"sự sống\" của chúng. Mặt trời Vàng rực rỡ tượng trưng cho năng lượng thần thánh, sự sống mãnh liệt, chiếu rọi và truyền sức sống cho sự đau khổ của cây cối.\n\nCuộc chiến Nội tâm: Bức tranh là một sự phản ánh cuộc chiến nội tâm của Van Gogh giữa Ánh sáng (Hy vọng, Vàng rực) và Bóng tối (Nỗi đau, Xanh Lục Đậm). Bầu trời vàng rực nhưng không mang lại sự ấm áp; nó bóp méo cảnh vật.",
        "Five_Dominant_Colors": "Vàng (Yellow - Cadmium/Chrome)\n\nXanh Lục Đậm (Dark Olive Green)\n\nXanh Lam (Blue - Cobalt/Ultramarine)\n\nCam (Orange)\n\nTrắng (White)",
        "Color_Ratio": "Vàng ~35%\nXanh Lục Đậm  ~30%\nXanh Lam  ~15%\nCam ~10%\nTrắng ~10%",
        "Color_Meaning_Analysis": "Vàng: Màu của bầu trời, mặt trời, và mặt đất. Tượng trưng cho năng lượng, sự sống, và sự dữ dội (intensity) của cảm xúc. Đây là màu của \"sự nóng sốt\" (feverishness), một ánh sáng áp đảo.\n\nXanh Lục Đậm: Màu của lá ô liu. Tượng trưng cho sự đau khổ, sự vặn vẹo, và sự sống còn (survival). Đây là màu của nỗi u buồn nội tại.\n\nXanh Lam: Màu của các bóng đổ, các chi tiết trên thân cây và các nét trong bầu trời. Tượng trưng cho sự lạnh lẽo, sự tĩnh lặng, và là màu bổ túc tăng cường sự chói lọi của màu Vàng.\n\nCam: Màu của mặt đất, thân cây. Tượng trưng cho sự ấm áp, đất đai, và là màu đối lập trực tiếp với Xanh Lam.\n\nTrắng: Dùng để tạo ra các vệt sáng (highlights) trên mặt trời và mây. Tượng trưng cho ánh sáng tinh khiết, sự giải phóng năng lượng.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái tâm lý căng thẳng và vật lộn với bệnh tật. Ông nhìn ra bên ngoài cửa sổ bệnh viện (bệnh viện được bao quanh bởi các vườn ô liu) và tìm thấy sự đồng điệu với chúng. Ông thấy cây ô liu \"giống như một người đàn ông già dãi dầu\" (dãi dầu sương gió) nhưng vẫn kiên cường.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Nét cọ Xoáy/Cuộn):\n\nÝ đồ là vẽ \"năng lượng\" và \"sự sống\" của vật thể. Ông muốn cây cối và bầu trời phải sống động, phải \"thở\". Nét cọ cuộn xoáy thể hiện sự hỗn loạn của thiên nhiên và của chính ông.\n\nÝ đồ khi dùng màu sắc (Vàng vs. Xanh Lục):\n\nĐây là một quyết định triết học của Van Gogh. Ông không chỉ dùng màu sắc để mô tả, mà để cân bằng các thế lực: Ánh sáng (Vàng) chiến đấu chống lại Bóng tối (Xanh Lục).\n\nÔng muốn nói rằng: Mặc dù có nỗi đau và sự vặn vẹo (Xanh Lục), nhưng Ánh sáng (Vàng) và sự sống vẫn mạnh mẽ, áp đảo, và vĩnh hằng. Bức tranh này là một biểu hiện đầy kịch tính của lòng can đảm.",
        "Current_Location": "Museum of Modern Art - MoMA, New York City, Hoa Kỳ"
      },
      {
        "Period": "Miền Nam nước Pháp",
        "Artwork": "Van Gogh's Chair",
        "Year": "1888",
        "Dimensions": "91.8 cm x 73 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Tĩnh vật Biểu tượng (Symbolic Still Life): Đây là một \"chân dung\" gián tiếp. Ông không vẽ người, mà vẽ các vật thể để thể hiện căn tính, tính cách và sự vắng mặt.\n\nMàu sắc Biểu cảm (Expressive Color): Kỹ thuật chủ đạo. Màu sắc được sử dụng một cách tượng trưng: màu Vàng được sử dụng rực rỡ và táo bạo trên chiếc ghế gỗ mộc mạc.\n\nMàu bổ túc (Complementary Colors): Bức tranh được xây dựng dựa trên sự tương phản giữa VÀNG (ghế) và LAM (nền), đặc biệt là TÍM (bóng đổ) để làm tăng độ rực rỡ.\n\nNét cọ Dày, Rời rạc (Impasto, Broken Brushwork): Nét cọ rất dày và mạnh, đặc biệt trên mặt ghế và sàn nhà, tạo ra một kết cấu thô mộc, chân thực.\n\nSự vắng mặt (Absence): Sự vắng mặt của con người là một yếu tố bố cục then chốt.",
        "Meaning_of_the_Painting": "Chân dung Tự họa Gián tiếp: Đây là chân dung của chính Van Gogh. Chiếc ghế gỗ thô, mộc mạc, với chiếc tẩu và gói thuốc lá đặt trên mặt, tượng trưng cho sự đơn giản, sự khiêm nhường, và căn tính của Van Gogh—một người nông dân, một người lao động, một người hút thuốc.\n\nHy vọng và Tình bạn (Trước khi sụp đổ): Bức tranh này được vẽ như một \"bản song ca\" với bức Gauguin's Chair (Chiếc ghế của Gauguin, một chiếc ghế bành sang trọng hơn, có nến và sách). Hai chiếc ghế, đặt cạnh nhau trong nghệ thuật, tượng trưng cho giấc mơ về tình bạn, sự hòa hợp, và sự cộng tác giữa hai nghệ sĩ (mộc mạc vs. tinh tế) trong \"Ngôi nhà Màu vàng\".\n\nSự vắng mặt sắp xảy ra: Được vẽ ngay trước khi Gauguin rời đi (và sau đó là khủng hoảng của Van Gogh), chiếc ghế trống này dự báo một cách bi thảm sự tan vỡ của tình bạn và sự cô đơn sắp xảy đến.\n\nBiểu tượng của Ánh sáng: Màu vàng rực rỡ của chiếc ghế là biểu tượng cho ánh sáng, sự ấm áp, và niềm hy vọng mà Van Gogh đặt vào cuộc sống và nghệ thuật của mình ở Arles.",
        "Five_Dominant_Colors": "Vàng (Yellow - Chrome/Cadmium)\n\nXanh Lam / Tím (Blue / Violet)\n\nCam / Nâu Đất (Orange / Earthy Brown)\n\nXanh Lục (Green)\n\nTrắng / Xám (White / Grey)",
        "Color_Ratio": "Vàng ~40%\nXanh Lam / Tím ~30%\nCam / Nâu Đất ~15%\nXanh Lục ~10%\nTrắng / Xám ~5%",
        "Color_Meaning_Analysis": "Vàng: Màu chủ đạo của chiếc ghế và sàn nhà. Tượng trưng cho ánh sáng, sự ấm áp, niềm hy vọng, và sự đơn giản, mộc mạc.\n\nXanh Lam / Tím: Màu của bức tường, chân ghế, và bóng đổ. Đây là màu bổ túc cho Vàng, tạo ra sự rung động. Tượng trưng cho không khí, sự tĩnh lặng, và nỗi buồn (melancholy) tiềm ẩn.\n\nCam / Nâu Đất: Màu của sàn nhà và tẩu thuốc. Tượng trưng cho đất đai, sự thô mộc, và tính xác thực (authenticity) của một người lao động.\n\nXanh Lục: Màu của những vật thể nhỏ, thường là các điểm nhấn trên mặt sàn. Tượng trưng cho sự sống (life) và được dùng để tăng cường hiệu ứng cho màu Đỏ/Cam.\n\nTrắng / Xám: Màu của tẩu thuốc, gói thuốc. Tượng trưng cho sự suy tư, thói quen, và là một điểm nhấn lạnh, trung tính.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái khao khát tình bạn và sự ổn định. Ông vẽ chiếc ghế này bằng tình yêu thương và sự tôn trọng sâu sắc đối với chính mình và cuộc sống đơn giản mà ông đã tạo ra ở Arles. Ông cố gắng \"củng cố\" (solidify) cảm giác về sự thuộc về và hy vọng.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Tĩnh vật):\n\nÝ đồ là vẽ \"linh hồn\" (soul) của một vật thể. Ông muốn người xem cảm nhận được sự hiện diện của ông, dù ông không có mặt.\n\nKỹ thuật thô ráp và sơn dày (Impasto) là có chủ đích: ông muốn chiếc ghế vững chắc, có trọng lượng, như một bức tượng đài.\n\nÝ đồ khi dùng màu sắc (Vàng vs. Lam):\n\nĐây là một quyết định triết học của Van Gogh. Ông không chỉ dùng màu sắc để mô tả, mà để cân bằng các thế lực.\n\nBằng cách đối lập VÀNG (ấm áp, hy vọng) và LAM/TÍM (lạnh, cô đơn), ông đang thể hiện: Cuộc sống (Vàng) là một sự lựa chọn có ý thức, được thực hiện ngay cả khi sự cô đơn và nỗi buồn (Lam) đang chờ đợi ở phông nền.",
        "Current_Location": "National Gallery, London, Anh"
      },
      {
        "Period": "Miền Nam nước Pháp",
        "Artwork": "Road with Cypress and Star",
        "Year": "1890",
        "Dimensions": "92 cm x 73 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Nét cọ Xoáy và Gợn sóng (Swirling and Wavy Brushwork): Đây là kỹ thuật định nghĩa của Saint-Rémy. Toàn bộ bầu trời, cây bách, và thậm chí cả mặt đất đều được bao phủ bởi những nét cọ cuộn xoáy, biểu cảm, tạo ra một trường năng lượng (energy field) sống động, hỗn loạn.\n\nTương phản Hình dạng (Form Contrast): Bức tranh là một cuộc đối thoại giữa ba hình dạng chính: đường chéo (con đường), đường thẳng đứng (cây bách, vươn thẳng lên), và hình tròn (mặt trăng/ngôi sao).\n\nImpasto (Đắp sơn dày): Sơn được đắp rất dày, đặc biệt là trên cây bách và các ngôi sao, khiến chúng nổi bật và rung động.\n\nMàu sắc Tùy tiện/Biểu cảm (Arbitrary/Expressive Color): Màu sắc được dùng để truyền tải một trạng thái cảm xúc sâu sắc, vượt xa sự mô tả thực tế.",
        "Meaning_of_the_Painting": "Hành trình Cuối cùng (The Final Journey): Ý nghĩa cốt lõi. Con đường dài, tối tăm, dẫn về phía cây bách và các ngôi sao. Điều này tượng trưng cho hành trình tâm linh (spiritual journey) hoặc hành trình về cõi vĩnh hằng (eternal journey/death). Hai hình bóng người đi bộ nhỏ bé, cô độc trên con đường củng cố cảm giác này.\n\nCây cầu Tâm linh (Spiritual Bridge): Cây bách, được vẽ như một ngọn lửa đen, đóng vai trò là cầu nối giữa Trái Đất (con đường tối tăm) và Vũ trụ (các vì sao rực rỡ).\n\nXung đột Nội tâm: Bức tranh thể hiện sự vật lộn giữa sự cô đơn trần thế (con đường, bóng đêm) và niềm hy vọng tâm linh (ánh sáng và sự vĩnh hằng của các vì sao).",
        "Five_Dominant_Colors": "Xanh Lam (Blue - Cobalt/Ultramarine)\n\nXanh Lục Đậm (Dark Olive Green)\n\nVàng (Yellow - Cadmium/Ocher)\n\nTrắng (White)\n\nCam / Nâu Đất (Orange / Earthy Brown)",
        "Color_Ratio": "Xanh Lam\t~40%\nXanh Lục Đậm\t~25%\nVàng\t~15%\nTrắng\t~10%\nCam / Nâu Đất\t~10%",
        "Color_Meaning_Analysis": "Xanh Lam: Màu của bầu trời đêm. Tượng trưng cho sự vô hạn, sự tĩnh lặng (mà ông khao khát), và nỗi u sầu bao trùm.\n\nXanh Lục Đậm: Màu của cây bách. Tượng trưng cho cái chết, sự thống khổ, và năng lượng không thể kìm nén của ông.\n\nVàng: Màu của mặt trăng/ngôi sao. Tượng trưng cho ánh sáng thần thánh, hy vọng, và năng lượng vũ trụ.\n\nTrắng: Dùng để tạo ra ánh hào quang (halo) xung quanh các vì sao. Tượng trưng cho ánh sáng tinh khiết, sự giải phóng năng lượng.\n\nCam / Nâu Đất: Màu của con đường. Tượng trưng cho sự trần thế, vật chất, và là con đường \"cuộc đời\" của con người.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái suy tư (contemplative) về cái chết và số phận. Bức tranh được vẽ ngay trước khi ông rời bệnh viện, đánh dấu một khoảnh khắc lý trí và trầm tĩnh khi đối diện với nỗi sợ hãi. Ông đã viết rằng, mặc dù ông không tin vào cuộc sống sau khi chết, nhưng ông thấy nhu cầu về sự vĩnh hằng qua các vì sao.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Tương phản Hình dạng):\n\nÝ đồ là tạo ra một sự mâu thuẫn triết học (philosophical tension):\n\nCây bách (Cái chết/Đau khổ) vươn lên để \"chạm\" vào Ngôi sao (Sự vĩnh hằng/Hy vọng).\n\nCon đường (Cuộc đời trần thế) bị hút vào bóng tối.\n\nKỹ thuật Impasto (sơn dày) và nét cọ gợn sóng là để thể hiện năng lượng và sự sống mãnh liệt của những vật thể này.\n\nÝ đồ khi dùng màu sắc (Xung đột Tâm linh):\n\nÔng đang sử dụng cặp màu bổ túc VÀNG (ngôi sao/hy vọng) và XANH LỤC/LAM (cây bách/bầu trời) để tạo ra ánh sáng tâm linh.\n\nĐây là một trong những bức tranh cuối cùng Van Gogh vẽ về đề tài cây bách, và nó là một lời từ biệt đầy kịch tính, nhưng cũng đầy hy vọng, với thế giới tự nhiên mà ông tôn sùng.",
        "Current_Location": "Bảo tàng Kröller-Müller (Kröller-Müller Museum), Otterlo, Hà Lan"
      },
      {
        "Period": "Miền Nam nước Pháp",
        "Artwork": "Trees in the Garden of Saint-P",
        "Year": "1889",
        "Dimensions": "73 cm x 92 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Nét cọ Xoáy/Cuộn (Swirling Brushwork): Kỹ thuật định nghĩa của Saint-Rémy. Các thân cây, cành cây, và thậm chí cả mặt đất đều được bao phủ bởi những nét cọ cuộn xoáy, gợn sóng, tạo ra một trường năng lượng (energy field) dữ dội, không ổn định.\n\nBiểu cảm (Expressionism): Ông bóp méo hình dạng của cây cối một cách có chủ đích. Cây không đứng thẳng mà cong, vặn vẹo, như đang \"nhảy múa\" hoặc \"đau khổ\", phản ánh trực tiếp trạng thái tâm lý bên trong ông.\n\nImpasto (Đắp sơn dày): Sơn được đắp rất dày trên toàn bộ bề mặt, tạo ra một kết cấu gồ ghề, hữu hình, làm tăng cảm giác về sự hỗn loạn.\n\nMàu sắc Biểu cảm (Expressive Color): Màu sắc được sử dụng để truyền tải cảm xúc: màu Vàng cho ánh sáng \"nóng\" và màu Xanh Lục cho sự nặng nề của cây.",
        "Meaning_of_the_Painting": "Nghiên cứu về Thân cây: Đây là một trong nhiều bức tranh Van Gogh vẽ trong vườn bệnh viện (nơi ông được phép vẽ khi bệnh thuyên giảm). Ông tập trung vào sức mạnh và sự bền bỉ của cây cối, đặc biệt là những thân cây to, già cỗi, tượng trưng cho sự sống sót (survival).\n\nBức chân dung Nội tâm: Mặc dù là phong cảnh, nó là một bức chân dung tâm lý. Những cành cây rối rắm, vặn vẹo thể hiện sự hỗn loạn, sự lo lắng, và những suy nghĩ không thể kiểm soát trong tâm trí ông.\n\nSự sống giữa Nỗi đau: Bức tranh đối lập sự nặng nề, u uất của các thân cây (Xanh Lục Đậm) với sự rực rỡ, áp đảo của ánh sáng (Vàng), thể hiện cuộc đấu tranh giữa bệnh tật và mong muốn sống.",
        "Five_Dominant_Colors": "Xanh Lục Đậm (Dark Olive Green)\n\nVàng (Yellow - Chrome/Ocher)\n\nXanh Lam (Blue - Cobalt/Ultramarine)\n\nCam / Nâu Đất (Orange / Earthy Brown)\n\nTrắng (White)",
        "Color_Ratio": "Xanh Lục Đậm\t~45%\nVàng\t~25%\nXanh Lam\t~15%\nCam / Nâu Đất\t~10%\nTrắng\t~5%",
        "Color_Meaning_Analysis": "Xanh Lục Đậm: Màu của cây, bóng tối, và mặt đất. Tượng trưng cho sự nặng nề, sự u uất, và sự bệnh tật (sickness). Đây là màu của nỗi buồn nội tại.\n\nVàng: Màu của ánh sáng mặt trời chiếu qua tán lá và mặt đất. Tượng trưng cho sự sống, năng lượng, và ánh sáng hy vọng đang cố gắng xuyên qua bóng tối.\n\nXanh Lam: Màu của bầu trời (nhìn qua kẽ lá). Tượng trưng cho sự vĩnh hằng, không gian, và sự tĩnh lặng—một nơi thoát khỏi sự hỗn loạn.\n\nCam / Nâu Đất: Màu của thân cây, các mảng đất. Tượng trưng cho đất đai, sự thô mộc, và sự vững chắc của tự nhiên.\n\nTrắng: Dùng để tạo ra các vệt sáng (highlights) trên thân cây và ánh sáng mạnh. Tượng trưng cho ánh sáng tinh khiết đang chiến đấu.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái hỗn loạn tinh thần, nhưng bị buộc phải tĩnh tại. Ông tìm thấy sự đồng điệu với cây cối: bị \"mắc kẹt\" (trong vườn bệnh viện), nhưng vẫn kiên cường và sống động một cách dữ dội.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Nét cọ Vặn vẹo):\n\nÝ đồ là vẽ \"cảm giác\" của sự bóp méo. Ông muốn thiên nhiên phải \"chuyển động\" và \"rung động\" với năng lượng của sự sống. Nét cọ cuộn xoáy là sự phóng chiếu cảm xúc (emotional projection) của ông.\n\nÝ đồ khi dùng màu sắc (Chiến tranh Lạnh/Nóng):\n\nÔng đang sử dụng cặp màu bổ túc VÀNG (nóng) và XANH LỤC (lạnh) để tạo ra một cuộc chiến thị giác.\n\nXanh Lục Đậm (Ánh sáng bị chặn): Chiếm ưu thế về diện tích, tượng trưng cho nỗi đau.\n\nVàng (Ánh sáng xuyên qua): Mạnh mẽ về độ sáng, tượng trưng cho hy vọng.\n\nÝ đồ là tạo ra một bức tranh về sự vật lộn nội tâm không ngừng nghỉ giữa hy vọng và tuyệt vọng.",
        "Current_Location": "Bảo tàng Kröller-Müller (Kröller-Müller Museum), Otterlo, Hà Lan"
      },
      {
        "Period": "Miền Nam nước Pháp",
        "Artwork": "Wheat Field with Cypresses",
        "Year": "1889",
        "Dimensions": "72.5 cm x 91.5 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Nét cọ Dữ dội / Cuộn xoáy (Violent / Swirling Brushwork): Đây là kỹ thuật định nghĩa. Bầu trời cuộn xoáy, cây bách như ngọn lửa đen vươn lên, và cánh đồng lúa mì được vẽ bằng những nét cọ gợn sóng, tạo ra một trường năng lượng (energy field) dữ dội.\n\nTương phản Hình dạng (Form Contrast): Cây bách (hình ngọn lửa, thẳng đứng) tương phản kịch tính với cánh đồng (ngang, gợn sóng) và bầu trời (cuộn tròn).\n\nImpasto (Đắp sơn dày): Sơn được đắp rất dày, đặc biệt là trên cánh đồng lúa mì và cây bách, khiến chúng có kết cấu gồ ghề, hữu hình, thể hiện sự vật lộn.\n\nMàu bổ túc (Complementary Colors): Bức tranh được xây dựng hoàn toàn dựa trên sự tương phản của cặp màu VÀNG (cánh đồng) và XANH LAM/TÍM (bầu trời, cây bách, núi).",
        "Meaning_of_the_Painting": "Xung đột Thiên nhiên: Đây là ý nghĩa cốt lõi. Bức tranh thể hiện sự đối lập giữa ba yếu tố:\n\nCánh đồng Lúa mì (Vàng): Tượng trưng cho Sự sống, sự trù phú, và sự nuôi dưỡng (cung cấp bánh mì).\n\nCây bách (Xanh Lục): Tượng trưng cho Sự đau khổ, sự thống khổ, và cái chết, nhưng cũng là khao khát tâm linh vươn lên.\n\nNúi (Lam): Tượng trưng cho Sự vĩnh hằng, sự ổn định, và cái lạnh của vũ trụ.\n\nBiểu tượng của Cảm xúc: Bức tranh là một sự phóng chiếu cảm xúc của Van Gogh: sự dữ dội và hỗn loạn trong tâm hồn ông đã được chuyển hóa lên tấm vải, thể hiện qua các đường nét và màu sắc.\n\nSự sống còn (Survival): Dù bầu trời hỗn loạn và cây bách u buồn, cánh đồng Vàng vẫn rực rỡ và tràn đầy sự sống, thể hiện sự kiên cường của thiên nhiên.",
        "Five_Dominant_Colors": "Vàng (Yellow - Cadmium/Chrome)\n\nXanh Lam (Blue - Cobalt/Ultramarine)\n\nXanh Lục Đậm (Dark Olive Green)\n\nTrắng (White)\n\nCam / Nâu Đất (Orange / Earthy Brown)",
        "Color_Ratio": "Vàng ~40%\nXanh Lam ~30%\nXanh Lục Đậm ~15%\nTrắng ~10%\nCam / Nâu Đất ~5%",
        "Color_Meaning_Analysis": "Vàng: Màu của cánh đồng. Tượng trưng cho sự sống, ánh sáng, năng lượng sáng tạo, và sự sung túc.\n\nXanh Lam: Màu của bầu trời và núi. Tượng trưng cho sự vô hạn, sự vĩnh hằng, và sự tĩnh lặng (mà ông khao khát).\n\nXanh Lục Đậm: Màu của cây bách. Tượng trưng cho cái chết, sự thống khổ, và năng lượng mãnh liệt, không thể kìm nén của ông.\n\nTrắng: Dùng để tạo ra các vệt sáng (highlights) trên mây và trên cánh đồng. Tượng trưng cho ánh sáng tinh khiết, sự giải phóng năng lượng.\n\nCam / Nâu Đất: Màu của đất ở tiền cảnh, thân cây bách. Tượng trưng cho sự trần thế, vật chất, và là màu bổ túc tăng cường cho Xanh Lam.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái căng thẳng nội tâm, nhưng tìm thấy sự an ủi trong việc vẽ. Ông cảm thấy bị thu hút bởi sự dữ dội của thiên nhiên, coi nó là một biểu hiện của sự sống và cái chết đang chiến đấu. Bức tranh là một nỗ lực để chuyển hóa sự hỗn loạn nội tâm thành trật tự nghệ thuật.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Nét cọ Dữ dội):\n\nÝ đồ là vẽ \"năng lượng\" và \"sự sống\" của vật thể. Ông muốn cây cối và bầu trời phải sống động, phải \"thở\". Nét cọ cuộn xoáy thể hiện sự hỗn loạn của thiên nhiên và của chính ông.\n\nÝ đồ khi dùng màu sắc (Vàng vs. Xanh):\n\nĐây là một quyết định triết học của Van Gogh. Ông không chỉ dùng màu sắc để mô tả, mà để cân bằng các thế lực: Sự sống/Cái chết.\n\nBằng cách đối lập VÀNG (sự sống) và XANH LỤC/LAM ĐẬM (cái chết/nỗi thống khổ), ông đang tạo ra một bức tranh về sự xung đột vĩnh cửu.\n\nÔng muốn nói rằng: Dù nỗi đau (Cây bách) có mạnh mẽ đến đâu, sự sống (cánh đồng lúa mì Vàng) vẫn tiếp tục chảy và cung cấp năng lượng, được bao bọc bởi sự vĩnh hằng (Núi Lam).",
        "Current_Location": "The Metropolitan Museum of Art (The MET), New York City, Hoa Kỳ"
      },
      {
        "Period": "Miền Nam nước Pháp",
        "Artwork": "First Steps (after Millet)",
        "Year": "1890",
        "Dimensions": "72.4 cm x 92.1 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Sao chép Biểu cảm (Expressive Copying): Đây là kỹ thuật then chốt. Van Gogh không sao chép lại tông màu u tối của bản gốc của Jean-François Millet. Ông đã \"dịch\" (translated) chủ đề này sang ngôn ngữ rực rỡ, biểu cảm của riêng mình, sử dụng màu sắc tươi sáng và nét cọ dày đặc.\n\nNét cọ Rời rạc/Có tổ chức (Broken/Organized Brushwork): Nét cọ rất dày, ngắn, có nhịp điệu (rhythmic) trên mặt đất và cây cối, nhưng lại được sử dụng một cách có tổ chức hơn so với các bức tranh xoáy cuộn trước đó, tạo ra cảm giác về sự tĩnh lặng.\n\nMàu sắc Tùy tiện/Biểu cảm (Arbitrary/Expressive Color): Màu sắc được sử dụng để truyền tải một niềm hy vọng và sự ấm áp, với sự bùng nổ của Vàng, Xanh Lục, và Cam.\n\nImpasto (Đắp sơn dày): Sơn được đắp rất dày, đặc biệt là ở mặt đất và các hình thể, tạo ra kết cấu gồ ghề, hữu hình.",
        "Meaning_of_the_Painting": "Nguồn An ủi (Source of Consolation): Đây là ý nghĩa cốt lõi. Trong suốt thời gian ở bệnh viện, Van Gogh vẽ hơn 30 bản sao chép các tác phẩm của Millet (người mà ông tôn sùng). Việc sao chép này không phải là sự thiếu ý tưởng, mà là một phương pháp điều trị (therapy) và một nguồn an ủi tâm linh, cho phép ông kết nối lại với chủ đề nông dân yêu thích của mình.\n\nBiểu tượng Gia đình và Hy vọng: Bức tranh thể hiện một khoảnh khắc ấm áp, phổ quát: người cha và người mẹ hướng dẫn đứa con chập chững những bước đi đầu tiên. Tác phẩm này được vẽ chỉ vài tháng trước khi cháu trai ông (con trai Theo và Johanna) ra đời. Do đó, nó mang ý nghĩa của sự tái sinh, sự khởi đầu mới, tình yêu gia đình, và niềm hy vọng (hope) cho tương lai của gia đình ông.\n\nSự sống Trỗi dậy: Khác với Millet (vẽ sự vất vả), Van Gogh tập trung vào sự vui vẻ, ánh sáng, và năng lượng của khoảnh khắc.",
        "Five_Dominant_Colors": "Xanh Lục (Green - Emerald/Viridian)\n\nVàng (Yellow - Chrome/Ocher)\n\nCam / Đỏ (Orange / Reddish-Brown)\n\nXanh Lam (Blue - Cobalt)\n\nTrắng (White)",
        "Color_Ratio": "Xanh Lục ~40%\nVàng ~25%\nCam/Đỏ ~15%\nXanh Lam ~10%\nTrắng~10%",
        "Color_Meaning_Analysis": "Xanh Lục: Màu của bãi cỏ và cây cối. Tượng trưng cho sự sống, thiên nhiên, và sự phát triển—một sự sống đang hồi sinh.\n\nVàng: Màu của ánh sáng mặt trời, đất và trang phục. Tượng trưng cho niềm vui, sự ấm áp, và hy vọng cho tương lai.\n\nCam / Đỏ: Màu của trang phục người cha, tóc, và các điểm nhấn. Tượng trưng cho tình yêu, sự sống động, và năng lượng của sự hướng dẫn.\n\nXanh Lam: Màu của bóng đổ (shadows). Tượng trưng cho sự tĩnh lặng, chiều sâu. Đây là kỹ thuật Ấn tượng: dùng màu lạnh cho bóng, thay vì dùng Đen.\n\nTrắng: Dùng cho cổ áo và các điểm nhấn ánh sáng. Tượng trưng cho sự tinh khiết, sự ngây thơ (của đứa trẻ).",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái yên tĩnh, tập trung, và tràn đầy tình cảm gia đình. Mặc dù bị bệnh, ông tìm thấy niềm an ủi trong ý tưởng về gia đình và sự tái sinh (niềm vui cho đứa cháu sắp chào đời). Ông đang \"tự chữa lành\" (self-healing) bằng cách vẽ một bức tranh về hy vọng và sự khởi đầu.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Sao chép và Dịch thuật):\n\nÝ đồ là \"tái tạo\" lại cảm xúc. Ông không chỉ sao chép Millet, ông đang \"Van Gogh hóa\" nó. Ông dùng ngôn ngữ màu sắc của Arles (rực rỡ) để biến nỗi buồn của Millet thành niềm vui.\n\nÝ đồ khi dùng màu sắc (Bảng màu Hy vọng):\n\nÔng cố tình từ chối bảng màu u tối của Millet (và của chính mình ở Hà Lan). Ông muốn tạo ra một bức tranh về \"ánh sáng và sự sống\".\n\nBằng cách đối lập Xanh Lục (sự sống) và Vàng (ánh sáng/hạnh phúc), ông đang gửi một thông điệp rõ ràng: Cuộc sống (được tượng trưng qua những bước đi đầu tiên) luôn đầy hy vọng, được bao bọc bởi ánh sáng và sự yêu thương (Cam/Vàng).",
        "Current_Location": "The Metropolitan Museum of Art (The MET), New York City, Hoa Kỳ"
      },
      {
        "Period": "Miền Nam nước Pháp",
        "Artwork": "The Raising of Lazarus (after Rembrandt)",
        "Year": "1890",
        "Dimensions": "48.9 cm x 63.3 cm",
        "Medium": "Oil on canvas.\n",
        "Technique": "Sao chép Biểu cảm (Expressive Copying): Đây là kỹ thuật then chốt. Van Gogh không sao chép tông màu tối và kỹ thuật khắc (etching) của Rembrandt. Ông đã \"dịch\" chủ đề tâm linh này sang ngôn ngữ rực rỡ, biểu cảm của riêng mình, sử dụng màu sắc tươi sáng và nét cọ dày đặc.\n\nMàu sắc Biểu cảm Tối đa (Maximized Expressive Color): Ông dùng màu sắc một cách tượng trưng để phân biệt giữa các nhân vật và trạng thái cảm xúc.\n\nImpasto (Đắp sơn dày): Sơn được đắp rất dày, đặc biệt là ở phần thân thể (body) của Lazarus và phần hang động, tạo ra kết cấu gồ ghề, hữu hình.\n\nNét cọ Rời rạc (Broken Brushwork): Nét cọ ngắn, mạnh, có nhịp điệu (rhythmic) thể hiện năng lượng, đặc biệt là ở phông nền.",
        "Meaning_of_the_Painting": "Niềm hy vọng Tâm linh và Phục sinh: Đây là ý nghĩa cốt lõi. Trong suốt thời gian ở bệnh viện, việc sao chép các bậc thầy là một phương pháp điều trị (therapy). Ông đã chọn chủ đề Phục sinh (resurrection), tượng trưng cho niềm hy vọng rằng ông có thể \"phục sinh\" chính mình khỏi bệnh tật và tuyệt vọng.\n\nTôn vinh \"Linh hồn\" (Soul): Bằng cách giữ lại bố cục kịch tính của Rembrandt (đặt Lazarus ở trung tâm), Van Gogh nhấn mạnh khoảnh khắc biến đổi, sự chiến thắng của sự sống và ánh sáng trước cái chết.\n\nTự họa Gián tiếp (Indirect Self-Portrait): Hai người phụ nữ chứng kiến (Mary và Martha) được vẽ dựa trên hình mẫu của hai người phụ nữ duy nhất mà ông tin tưởng và yêu quý: Lazarus (được vẽ dựa trên người đưa thư Roulin) (biểu tượng của sự sống lại) và Mary Magdalene (bên trái, dựa trên người bạn lâu năm là Yvonne Ravoux).",
        "Five_Dominant_Colors": "Vàng (Yellow - Chrome/Cadmium)\n\nXanh Lục Đậm (Dark Olive Green)\n\nCam / Đỏ (Orange / Reddish-Brown)\n\nLam (Blue - Cobalt)\n\nTrắng (White)",
        "Color_Ratio": "Vàng\t~30%\nXanh Lục Đậm~30%\nCam / Đỏ ~20%\nLam ~10%\nTrắng~10%",
        "Color_Meaning_Analysis": "Vàng: Màu của ánh sáng (chủ yếu là mặt trời hoặc ánh sáng thần thánh). Tượng trưng cho sự sống, hy vọng, và năng lượng sáng tạo. Màu vàng rực rỡ của ông là Ánh sáng Phục sinh chiếu rọi bóng tối.\n\nXanh Lục Đậm: Màu của hang động và bóng tối. Tượng trưng cho cái chết, sự u uất, và cảm giác bị giam cầm (ở bệnh viện).\n\nCam / Đỏ: Màu của trang phục (đặc biệt là người phụ nữ bên trái) và các điểm nhấn sáng. Tượng trưng cho tình yêu, sự sống động, và sự ấm áp của con người.\n\nLam: Màu của bầu trời (rất nhỏ) và các bóng đổ. Tượng trưng cho sự tĩnh lặng, sự vô hạn, và là màu bổ túc tăng cường sự chói lọi của màu Cam.\n\nTrắng: Dùng cho vải liệm của Lazarus và các điểm nhấn ánh sáng. Tượng trưng cho sự tinh khiết, sự biến đổi, và khoảnh khắc \"sáng\" (luminous moment) của sự sống lại.",
        "Psychological_Analysis": "Van Gogh đang ở trong trạng thái khao khát sự cứu rỗi (craving salvation) và hồi sinh (rebirth). Ông đồng nhất bản thân mình (người đã tự gây thương tích và bị bệnh tật hành hạ) với Lazarus (người được đưa trở lại sự sống). Bức tranh là một lời cầu nguyện mãnh liệt.",
        "Intent_Analysis": "Ý đồ khi dùng kỹ thuật (Màu sắc Dịch thuật):\n\nÝ đồ là \"tái tạo\" lại cảm xúc của Rembrandt bằng ngôn ngữ hiện đại. Ông muốn làm cho một cảnh tượng cổ điển trở nên trực quan, cảm xúc, và rực rỡ.\n\nÝ đồ khi dùng màu sắc (Chiến thắng của Vàng):\n\nÔng cố tình từ chối bảng màu tối của Rembrandt (Chiaroscuro) và thay thế nó bằng VÀNG rực rỡ.\n\nÝ đồ là truyền tải thông điệp: Sự sống (Vàng) đã chiến thắng cái chết (Xanh Lục/Đen). Toàn bộ bức tranh là một tuyên bố lạc quan: Có hy vọng, có sự phục sinh—thông qua nghệ thuật và tâm linh.",
        "Current_Location": "Bảo tàng Van Gogh (Van Gogh Museum), Amsterdam, Hà Lan"
      }
    ]
  }
}